[
    [
        "What was the situation regarding Timothy Goodman and the viral TikTok video?",
        "Timothy Goodman was filmed unknowingly by Ellery Lee, who created a fake premise that Goodman had lied to bail on a date."
    ],
    [
        "How many views did the viral video about Timothy Goodman receive before it was removed?",
        "More than a million views."
    ],
    [
        "What is the concept of nonplayer characters [NPCs] in online content?",
        "People who aren't seen as fully realized individuals and are simply part of the backdrop."
    ],
    [
        "Who is Jenna Drenten and what does she say about the current state of surveillance?",
        "Jenna Drenten is an associate professor in the Quinlan School of Business at Loyola University Chicago. She says we are living in a self-induced surveillance state."
    ],
    [
        "What happens when a video goes viral on TikTok?",
        "The creator and the subject of the video are exposed to an audience hungry to investigate, speculate, and scrutinize."
    ],
    [
        "What does Mark Bartholomew say about recording people without their permission in public areas?",
        "There is a lot of freedom for people to record others without permission in public areas."
    ],
    [
        "What was the issue with Harrison Pawluk's viral TikTok video?",
        "Pawluk filmed a woman without her consent, giving her flowers in a supposed act of kindness, which left her feeling dehumanized."
    ],
    [
        "What did Sarah Isenberg feel when she was unknowingly filmed in another person's vlog?",
        "She felt uncomfortable and unnerved."
    ],
    [
        "What did Lilly Simon experience in the subway video?",
        "A stranger filmed her bumps caused by neurofibromatosis type 1 and insinuated that she had mpox."
    ],
    [
        "What does content like Pawluk's aim to achieve according to Jenna Drenten?",
        "It aims to make the content creator the hero of the story, getting attention at the expense of someone else."
    ]
]