[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Alex's wife and son, Maggie Murdaugh and Paul Murdaugh.",
        "The prosecutors say that cellphone evidence and videos place Alex at the scene of the crime.",
        "A 300 Blackout AR-style rifle was used to kill Maggie Murdaugh.",
        "The date of the murder is not mentioned in the article.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not mentioned in the article."
    ],
    [
        "Stealing alcohol",
        "Vermont",
        "Alcohol",
        "May 1",
        "89 to 90 days",
        "$500",
        "one year",
        "The Flash",
        "June 16",
        "Arrested in Hawaii for disorderly conduct and assault"
    ],
    [
        "The speculated reason behind Taylor Swift swapping 'Invisible String' with 'The 1' during her March 31 concert is the potential technological implications of her breakup with Joe Alwyn.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert in Arlington, Texas on March 31.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "'Invisible String' and 'The 1' appear on Taylor Swift's album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when cowriting some of Taylor Swift's songs.",
        "Entertainment Tonight was the first media outlet to report news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "The next scheduled performance for Taylor Swift is not mentioned in the article.",
        "The article does not mention where Taylor Swift will perform on April 13."
    ],
    [
        "The main topic of the election in Wisconsin is the intersection of technology and abortion.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is its potential impact on the convergence of technology and reproductive rights.",
        "The 170-year-old law opposing abortion is currently being challenged in regards to abortion rights in Wisconsin.",
        "The most expensive state Supreme Court election in history has seen a deluge of funds pouring into digital political ads.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to confusion caused by the legal battle and the stance of the Democratic Attorney General and Governor.",
        "The result of the February primary for the Wisconsin Supreme Court seat is not mentioned in the article.",
        "The polls will close on Tuesday for this election."
    ],
    [
        "TechnoHealth Insights",
        "To answer questions about how technology affects our bodies",
        "There is a chance that others have the same weird health experiences as you, but it's best to consult a medical professional",
        "If something serious is going on with your health, it's best to consult a real-life medical professional",
        "No, there are no silly questions in Asking for a Friend",
        "You can submit a question through a form on their website",
        "Yes, you can return to the form to submit more questions",
        "Examples of questions might include how screen time affects the body or the impact of technology on mental health",
        "Yes, the column is a safe space for asking questions",
        "Not all submitted questions will be answered in the column"
    ],
    [
        "HB 1467",
        "July 2022",
        "To regulate the selection of books in public schools",
        "Moms For Liberty",
        "Books touching on race or LGBTQ rights",
        "Banning critical race theory, Don't Say Gay bill, and HB 1467",
        "They all promote conservative education and limit certain topics in schools",
        "HB 1467 cites Florida Statute 1003.42 and it means teachers must provide instructional materials that are accurate, factual, and objective",
        "Potential consequences for teachers include disciplinary action or termination",
        "African American Studies in an Advanced Placement course"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "2018",
        "thousands of dollars",
        "Murdaugh family property",
        "defense attorneys",
        "Mike Sutton",
        "Alex said he found the bodies"
    ],
    [
        "2011",
        "23 years old",
        "Daenerys Targaryen",
        "2 brain aneurysms",
        "2011",
        "Actress. Entrepreneur. Climate activist. Mother of dragons. Literally.",
        "A box of decorations",
        "I drink and I know things",
        "Jon Miller commented 'You are losing it'",
        "She believes our outward appearance should reflect the profound journey we undertake in life."
    ],
    [
        "Jeremy Renner suffered a significant head injury and profuse bleeding during a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered chest trauma and orthopedic complications.",
        "The condition of the roads during the accident is not mentioned in the article.",
        "The Washoe County Sheriff's Office is currently investigating if there were any mechanical malfunctions.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery to address chest trauma and orthopedic complications.",
        "Renner is currently recovering in the Intensive Care Unit (ICU).",
        "Renner shared his plea for support on Instagram."
    ],
    [
        "Kelsea Ballerini",
        "The jaw-dropping number of mass shootings in the United States",
        "6 people",
        "Unknown",
        "Unknown",
        "Unknown",
        "If You Go Down (I'm Goin' Down Too)",
        "Unknown",
        "Unknown",
        "Unknown"
    ],
    [
        "The main subject of the article is the rise of voice deepfakes on social media and their potential environmental implications.",
        "Zach Silberberg is a digital content producer.",
        "Zach Silberberg used the ElevenLabs app to create the Biden zoo video.",
        "The YouTube creator who inspired Silberberg to try voice deepfakes is ZimoNitrome.",
        "The pseudonym of the video game YouTuber and Twitch streamer who experimented with deepfake audio is Pade.",
        "In Pade's videos, political figures like Barack Obama and US presidents are often deepfaked.",
        "Joe Marotta's personal interest is retro pop culture.",
        "The commonly used AI software to generate voice deepfakes is not mentioned in the article.",
        "The main concern expressed by deepfake users and experts is the potential for harmful deception and extreme disinformation.",
        "Henry Ajder suggests that clear context and the outlandish nature of audio snippets can help avoid extreme disinformation with deepfake audio."
    ],
    [
        "The Sims childbirth simulator",
        "Host of the interview series called 'Are We There Yet?' on Meta",
        "Virtual life simulation game",
        "Twitch",
        "In the final stages of her pregnancy",
        "The Sims",
        "Unknown",
        "Eco-friendly birthing methods and sustainable practices",
        "Connecting with like-minded eco-conscious creators",
        "The article does not mention any specific guests"
    ],
    [
        "16-year-old Susana Morales",
        "The family's pleas for help were met with a swift response from the authorities",
        "An online petition seeking transparency from the police",
        "Susana texted her mother goodbye before she went missing",
        "Susana's remains were found in a lonely wooded area",
        "Miles Bryant is a former police officer",
        "Miles Bryant was charged with hiding Susana's death and giving false information",
        "Bryant allegedly threatened Elesha Bates, a childhood friend",
        "Cheyenne believes that law enforcement should keep individuals like Bryant locked up after their first offenses",
        "Jasmine Morales demands more transparency from the police and a thorough hiring process within law enforcement agencies"
    ],
    [
        "Letitia Wright",
        "She initially said that the movie was in the works",
        "The initial comment took place during the Newport Beach Film Festival UK Honours event",
        "Some fans interpreted her initial comment as indicating that the movie was confirmed",
        "Letitia Wright clarified her statement during the Newport Beach Film Festival UK Honours event",
        "In her clarification, Letitia Wright stressed the importance of meticulous consideration for the future of the franchise and the script process",
        "Letitia Wright plays a role in the Black Panther franchise",
        "The title of the Black Panther sequel is not mentioned in the article",
        "The writer and director of the Black Panther franchise is not mentioned in the article",
        "Ryan Coogler's statement about his involvement in the franchise is not mentioned in the article"
    ],
    [
        "The article is about Jeremy Renner's encounter with a snowplow and its implications for the environment and the economy.",
        "Jeremy Renner is a renowned actor.",
        "Jeremy Renner collided with a snowcat on New Year's Day.",
        "The accident took place near Reno, Nevada.",
        "A snowcat is a robust vehicle equipped with tracks.",
        "The article does not mention the injuries sustained by Jeremy Renner.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched the show 'Mayor of Kingstown' with his family during recovery.",
        "The show 'Mayor of Kingstown' is on the platform Twitter.",
        "Jeremy Renner has updated fans on his recovery through social media, particularly Twitter."
    ],
    [
        "The article does not mention any HBO zombie apocalypse series.",
        "The real-life fungus that inspired the fictional cordyceps in the show is not mentioned in the article.",
        "The cordyceps fungus affects ants, spiders, grasshoppers, locusts, and moths.",
        "The cordyceps spores release digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that grow inward and take over the insect's brain are not mentioned in the article.",
        "The infected ant behaves to benefit the cordyceps by ascending trees and feeding on stems and leaves.",
        "One reason cordyceps fungus is not likely to affect humans is due to our warm-blooded nature and elevated body temperature.",
        "The article does not provide an example of a yeast that has emerged with climate change.",
        "Candida auris can cause bloodstream infections and infections within healthcare institutions.",
        "People should stay informed, retain a sense of humor, and remain vigilant of the tangible risks before us."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother and mothers everywhere",
        "watching the show",
        "Daniel Scheinert and Daniel Kwan",
        "2",
        "Halle Berry",
        "She won the Best Actress Oscar",
        "I don't know"
    ],
    [
        "Joe Alwyn",
        "The duration of their relationship is not mentioned in the article",
        "Midnights",
        "A breakup album",
        "The Reputation Stadium Tour",
        "'Bejeweled' and 'Paper Rings'",
        "'Bejeweled'",
        "'Dear Reader'",
        "'The Great War'",
        "Taylor Swift made a heart hand gesture during her concert while performing 'Delicate'"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggles in high school math classes",
        "#snoopy",
        "813.9 million",
        "No information given",
        "April 19",
        "Drawing Snoopy and HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "No one was killed in the shooting.",
        "No information given about the number of injured people.",
        "No bank vice president was killed.",
        "No information given about the number of injured victims with gunshot wounds.",
        "No information given about the condition of Officer Nickolas Wilt.",
        "No information given about the weapon used by the shooter.",
        "No name of the suspected shooter is mentioned.",
        "No information given about the platform used to livestream the attack.",
        "No information given about the number of mass shootings in the US in 2023."
    ],
    [
        "Aubrey Plaza's daring performance",
        "The To Do List",
        "Brandy Klark",
        "The scene in question",
        "Maggie Carey",
        "A full-body shot",
        "As nerve-racking",
        "Undergarments and a Clinton t-shirt",
        "Captivating",
        "Some internet users sparked a dialogue."
    ],
    [
        "Eric Holder Jr.",
        "Wednesday",
        "In front of a store in Los Angeles",
        "60 years to life behind bars",
        "Firearm sentencing enhancement and assault with a firearm",
        "Holder's mental health struggles with schizophrenia",
        "The murder was premeditated",
        "Both Holder and Hussle belonged to the same gang",
        "Schizophrenia",
        "Yes"
    ],
    [
        "endometriosis",
        "a condition characterized by the abnormal growth of tissue outside the uterus",
        "obtaining an accurate diagnosis takes an average of 7-10 years",
        "heat therapy",
        "Magnesium flakes",
        "CBD gummies",
        "microwavable heat pad",
        "Hotties Thermal Bag",
        "online communities dedicated to endometriosis",
        "surgical intervention to remove endometriomas and placement of a Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "Committee chair Cathy McMorris Rodgers",
        "Unknown",
        "ByteDance",
        "Three bills",
        "China and Russia",
        "Project Texas",
        "Unknown",
        "Unknown",
        "Environmental concerns and alleged connections with the Chinese government"
    ],
    [
        "Wyoming",
        "The article does not mention a specific date for when the medication abortion ban goes into effect.",
        "The article does not mention the specific penalty for violating the medication abortion ban.",
        "The exemptions from the medication abortion ban include cases of sexual assault, incest, 'natural miscarriage,' and threats to the life or health of the pregnant person.",
        "The article does not mention the specific medication that is exempted from the ban.",
        "The article mentions that seeking an abortion won't land the pregnant person in hot water, so they are exempt from prosecution for their own abortion.",
        "The article does not provide information on how many states have restrictions on medication abortion.",
        "The Women's Health & Family Care Clinic in Jackson, Wyoming is mentioned as the only abortion clinic in Wyoming.",
        "The Supreme Court's decision to overturn Roe v. Wade caused several states to push forward anti-abortion measures.",
        "More than half of all abortions in the United States are done using medication."
    ],
    [
        "Elvis Presley",
        "The article does not mention how long Austin Butler avoided seeing his family",
        "The article does not mention any labels fans gave Austin Butler",
        "Austin's goal was to study Elvis Presley's life for authenticity",
        "Austin Butler consumed excessive food to gain weight for the role",
        "The article does not mention how Austin Butler felt after incorporating the new eating habits",
        "Ryan Gosling inspired Austin Butler in his physical transformation for Elvis",
        "The article does not mention what Ryan Gosling did to gain weight for his role in The Lovely Bones",
        "Ryan Gosling was not fired from The Lovely Bones",
        "The article does not mention who replaced Ryan Gosling in The Lovely Bones"
    ],
    [
        "100",
        "April 2019",
        "30",
        "All of them",
        "Walmart, Target, and Amazon",
        "Sleep on their backs upon a flat surface",
        "Boppy's newborn lounger",
        "None",
        "Fisher-Price's Rock 'n Play Sleeper",
        "MamaRoo baby swings"
    ],
    [
        "58 million chickens and turkeys",
        "50%",
        "Loss of chickens",
        "120",
        "Spain",
        "50%",
        "Wild migratory birds",
        "Spread to minks, seals, and sea lions",
        "Through direct contact with infected birds or their droppings",
        "Stay away from wild or domestic birds without proper protection, wear the right gear, and keep clean as a whistle."
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "Unknown",
        "Expulsion from the Tennessee House",
        "Tragic school shooting in Nashville",
        "Justin Jones",
        "Unknown",
        "He drew parallels between their actions and the Capitol riot",
        "Yes"
    ],
    [
        "The latest revelation is the scandalous and juicy tale surrounding Santos's personal growth and transformation.",
        "George Santos belongs to the Republican Party.",
        "George Santos represents Long Island.",
        "The information about Santos's lies was reported in a Politico article.",
        "The Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims George Santos appeared on the TV show 'Hannah Montana'.",
        "The account also claims Santos appeared on a drag performer TV show.",
        "The account falsely claims Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the name 'Anthony Devolder' to orchestrate the dog surgery scam.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "The date of Rep. Kevin McCarthy's election as Speaker of the House is not mentioned in the article.",
        "The article does not mention the number of rounds of voting it took for McCarthy to win the majority.",
        "The article does not mention the threshold of votes needed for McCarthy to win in the final ballot.",
        "The article does not mention how many votes House minority leader Hakeem Jeffries received in the final ballot.",
        "The article does not specify the duration of the Republican party's struggle to coalesce around a candidate for the House speaker.",
        "The article does not mention when was the last time there was such a long bid for House speaker.",
        "The article does not mention any concessions demanded by the Republicans opposing McCarthy.",
        "The article does not specify the group to which many of the Republicans who voted against McCarthy belong.",
        "The article does not mention any incident that occurred on the House floor during the 14th round of voting.",
        "The article does not specify who was consistently supported by the House Democrats for the position."
    ],
    [
        "HB 9",
        "Online censorship, digital surveillance, and fines",
        "Possibly online censorship, digital surveillance, and fines",
        "No specific deadline mentioned",
        "Bella DuBalle",
        "Atomic Rose nightclub",
        "Kathy Sinback",
        "The bill is expected to be signed into law or vetoed",
        "The Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To revolutionize access to college courses for business professionals and emphasize the positive outcomes of digital learning",
        "3.5 million",
        "$25",
        "Not mentioned",
        "Various tech-related subjects",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "The worldwide shortage of Ozempic is caused by supply issues.",
        "Ozempic is originally approved for treating Type 2 diabetes and aiding in weight loss.",
        "The brand name for semaglutide when used for weight loss is Wegovy.",
        "Ozempic belongs to the class of medications called incretin mimetics.",
        "The difference between Wegovy and Ozempic is that Wegovy is approved specifically for treating obesity.",
        "The usage of Ozempic has grown globally year to date, but the specific percentage is not mentioned in the article.",
        "Insurance companies offer less coverage for weight management medications due to most health plans not covering them, unlike diabetes medications like Ozempic.",
        "The shortages of Ozempic and Wegovy affect patients with Type 2 diabetes by forcing them to settle for less effective alternatives to control their blood sugar levels.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working on short- and long-term solutions to fix the supply problem.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to seek guidance from healthcare professionals instead of relying on social media."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "Three",
        "Three innocent children and three dedicated staff members",
        "The shooter is not mentioned in the article",
        "They guided the trembling children across a bustling highway to safety",
        "Melissa Joan Hart was going home when she encountered the children",
        "The article does not mention the school attended by Hart's children",
        "The article does not mention any connection to the Sandy Hook school shooting",
        "The article does not mention any nonprofit groups attended by Hart"
    ],
    [
        "Jonathan Majors",
        "Priya Chaudhry said Majors is innocent",
        "The article does not mention the arraignment date",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "The article does not mention the victim's statement to the police",
        "The judge granted a limited order of protection",
        "The article does not mention the date of Majors' next court appearance",
        "Priya Chaudhry presented video evidence and witnesses in Majors' defense",
        "Chaudhry said the woman involved was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "The occasion for Rihanna's performance was the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show on her own concert tour.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed the cutting-edge technology integrated into Rihanna's outfit during her performance.",
        "Rihanna hinted at her pregnancy by delicately placing her hands on her stomach during her performance.",
        "Rihanna confirmed her pregnancy through an exclusive statement to the Associated Press.",
        "After the birth of her second child, Rihanna will have two children.",
        "Rihanna's partner is not mentioned in the article.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a renowned content creator.",
        "Unknown",
        "The title of MrBeast's latest controversial video is not mentioned in the article.",
        "The video focuses on life-altering surgeries for vision impairments.",
        "The reaction of one woman who received surgery and $10,000 is not mentioned in the article.",
        "The gift MrBeast gave to a man who missed driving is not mentioned in the article.",
        "The number of views the controversial video received is not mentioned in the article.",
        "MrBeast's goal regarding his money is not mentioned in the article.",
        "The term Steve Saylor uses to describe videos that exploit disabled people's struggles is not mentioned in the article.",
        "The point Twitch commentator Hasan Piker makes in response to the video is not mentioned in the article."
    ],
    [
        "Timothy Goodman found himself caught in the chaos of viral fame after a TikTok video featuring him went viral.",
        "The number of views the viral video received before it was removed is not mentioned in the article.",
        "Nonplayer characters (NPCs) refer to individuals who are unknowingly filmed or featured in online content without their consent.",
        "Jenna Drenten is not mentioned in the article.",
        "When a video goes viral on TikTok, it gains widespread attention and captures the interest of a large audience.",
        "Mark Bartholomew suggests that recording people without their permission in public areas raises ethical concerns.",
        "The issue with Harrison Pawluk's viral TikTok video is not mentioned in the article.",
        "Sarah Isenberg felt uncomfortable and violated when she was unknowingly filmed in another person's vlog.",
        "Lilly Simon experienced an invasion of her privacy in the subway video.",
        "Content like Harrison Pawluk's aims to entertain and engage viewers, according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "Not mentioned",
        "Not mentioned",
        "Terry Sanderson was only granted $1 as compensation",
        "Gwyneth Paltrow claimed that the actual damages incurred far exceed $1",
        "Gwyneth Paltrow extended her well wishes to Terry Sanderson",
        "Retired optometrist",
        "Not mentioned"
    ],
    [
        "The initial ruling regarding the admissibility of evidence related to Alex Murdaugh's alleged botched suicide plot was not mentioned in the article.",
        "The judge at Alex Murdaugh's trial was not mentioned in the article.",
        "The morning's ruling did not change as it was not mentioned in the article.",
        "Alex Murdaugh allegedly attempted to hire a hitman for a suicide-for-hire plot.",
        "Marian Proctor was not mentioned in the article.",
        "Proctor's beliefs about the reason for Maggie and Paul's murders were not mentioned in the article.",
        "Proctor's perception of the roadside shooting involving Alex changed due to Alex's false initial story.",
        "The amount of money Alex allegedly paid to Smith for drugs was not mentioned in the article.",
        "Alex's defense team's attempt to demonstrate about the SLED team's collection of evidence was not mentioned in the article.",
        "The article does not mention when prosecutors intend to wrap up their case."
    ],
    [
        "Sonny Angels",
        "They have a blend of old-school Kewpie baby and troll doll aesthetics",
        "The article does not mention the release date of Sonny Angels",
        "The article does not mention the number of views for the hashtag #sonnyangels on TikTok",
        "According to the official website, the dolls symbolize 'tiny boyfriends' who raise troubling questions and bring frowns",
        "Erika Saito",
        "The Sonny Angel meetup was held at Washington Square Park in New York City",
        "The article does not mention the specific date of the April Sonny Angel meetup",
        "At Sonny Angel meetups, people meet online acquaintances, exchange social media handles, and spend quality time with favorite Sonny Angel influencers",
        "The article does not mention a CDC study in 2023 about teen girls"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "Accused of criminal activities",
        "A method to seduce women",
        "Unknown",
        "Various platforms",
        "Instagram",
        "Sending unique voice messages",
        "Asking about her favorite fruit"
    ],
    [
        "Sheryl Lee Ralph",
        "The podcast is not mentioned in the article.",
        "The alleged assailant engaged in inappropriate touching without consent.",
        "No, she did not name the 'famous TV judge' who allegedly assaulted her.",
        "The article does not mention the name of the New Orleans Mayor that Sheryl Lee Ralph called.",
        "The network representative urged her to remain silent after the alleged assault.",
        "The network did not want Sheryl Lee Ralph to report the attack because they wanted to silence victims.",
        "Sheryl Lee Ralph advised women in the entertainment industry to seek systemic change.",
        "Angela Yee's statement about Sheryl Lee Ralph sharing her experiences is not mentioned in the article.",
        "Sheryl Lee Ralph's reaction to Harvey Weinstein's guilty verdict and sentencing is not mentioned in the article."
    ],
    [
        "Shanquella Robinson is a young American tourist who tragically lost her life in Mexico.",
        "Shanquella Robinson died in her hotel room in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was alcohol poisoning.",
        "A video that emerged on the internet in November showed the assault Shanquella went through in her hotel room.",
        "Robinson's family initially believed alcohol poisoning was the cause of her death.",
        "The Robinson family sent a letter demanding federal prosecution or extradition to President Joe Biden and Secretary of State Antony Blinken.",
        "The Mexican authorities and the U.S. Attorney's Office for the Western District of North Carolina investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced that there was not enough evidence for a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson stated that the U.S. investigation may have affected the autopsy findings.",
        "Civil rights attorney Ben Crump and the Robinson family believe in seeking justice and extradition for the alleged assailant(s)."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "tech billionaire",
        "Janelle Monáe",
        "on a swanky private island",
        "Casino Royale",
        "Kate Hudson",
        "unknown",
        "unknown",
        "unknown"
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "Eight",
        "Six weeks old",
        "Accused of 'flirting'",
        "For wearing a bikini at the beach",
        "She described it as burdensome with high expectations",
        "Pink",
        "The pressures of young women being sexualized"
    ],
    [
        "Holly Madison",
        "They released a podcast episode.",
        "She was not mentioned in the article.",
        "He was not mentioned in the article.",
        "Their first sexual encounter with Hefner.",
        "The topic was not mentioned in the article.",
        "She provided Hefner's track record of fathering children only within marriage and with careful planning.",
        "Hefner prevented unplanned pregnancies through self-restraint.",
        "It was not mentioned in the article.",
        "It was not mentioned in the article."
    ],
    [
        "Twitter's Decision to Charge for API Access Sparks Excitement and Opportunity Among Tech Enthusiasts",
        "@MakeItAQuote",
        "Unknown",
        "Twitter's API is used by bots for various purposes, including providing entertainment and delivering content.",
        "Twitter is introducing charges for access to its API.",
        "The potential negative side effect of this change is that some bots may not be able to afford the API access fees and may have to shut down.",
        "$100/month",
        "@TrumpsAlert",
        "John Emerson runs 24 bots.",
        "John Emerson's bots tweet artwork from various museums."
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "The movie Firestarter is based on a novel by Stephen King.",
        "Drew Barrymore",
        "There are no details provided in the given text about the number of voting members in the Razzies.",
        "Halle Berry",
        "Elizabeth Olsen",
        "There is no information provided in the given text about a past Razzie nominee being compared to Armstrong's nomination.",
        "There is no information provided in the given text about a medical condition leading to the Razzies rescinding a mock honor for Bruce Willis.",
        "The Razzies retracted Armstrong's nomination for Worst Actress."
    ],
    [
        "Monterey Park, California",
        "11",
        "No information provided about injuries",
        "Lunar New Year festivities",
        "He was disarmed at the entrance",
        "No information provided about the predominant population",
        "Various Asian American and Pacific Islander advocacy groups",
        "No information provided about the nationality of the victims",
        "Ming Wei Ma",
        "No information provided about the number of children Xiujuan Yu had"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "There is no specific date mentioned in the article",
        "Beyoncé has performed in 2 Super Bowl halftime shows",
        "2013 and 2016",
        "The article does not mention the artists who performed in the 2022 Super Bowl halftime show",
        "Bruno Mars and Coldplay",
        "The Super Bowl 50 took place in Santa Clara, California",
        "The intended message is not mentioned in the article."
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Unknown",
        "A sudden feeling of intense warmth, typically accompanied by sweating and redness of the face and upper body",
        "The transitional period preceding menopause",
        "Jennifer Aniston laughed",
        "Adam Sandler said 'I feel like I'm being touched by an angel'",
        "CBS Mornings",
        "Unknown",
        "Her period became a twice-monthly occurrence"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Corinne Foxx is Jamie Foxx's daughter",
        "Corinne Foxx expressed gratitude for the support",
        "The Foxx family asks for privacy during this time",
        "TMZ",
        "TMZ reported that Jamie Foxx is undergoing treatment at a cutting-edge hospital in Georgia",
        "The movie Jamie Foxx was filming in Atlanta prior to his hospitalization is 'Back in Action'",
        "Jamie Foxx's costars in the Netflix movie 'Back in Action' are not mentioned in the article",
        "Jamie Foxx and Cameron Diaz last costarred in the movie 'Annie' before 'Back in Action'"
    ],
    [
        "2019",
        "Heavy rainfall",
        "Monterey, San Luis Obispo, and Kern counties",
        "Superbloom",
        "Temblor Range",
        "Damage to the natural habitat",
        "State Parks department",
        "Appreciate, don't trash",
        "Wildflower species",
        ""
    ],
    [
        "Eco-friendly self-care gifts",
        "A DIY spa night",
        "A bathtub caddy tray",
        "The Diptyque Lavender Leaf-Scented Candle can be bought at various retailers",
        "The Chill Pills Bath Bombs are made by Ouai",
        "The Lunya Weighted Washable Silk Sleep Mask",
        "No massage gun is recommended in the article",
        "The Kitsch Spa Headband made from organic cotton",
        "The Tower 28 SOS Daily Rescue Facial Spray",
        "The Lelo x Diesel Tor 2 is a vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996-2000",
        "March 17 to 19",
        "Hartford, Connecticut",
        "Not mentioned",
        "Meeting their favorite stars and capturing unforgettable moments",
        "Photo opportunities with favorite stars",
        "The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "The author's alternative to traditional New Year's resolutions is taking a well-deserved break and adhering to personalized well-being guidelines.",
        "The recent shift in New Year's resolutions is a focus on self-care and well-being.",
        "Dr. Gail Saltz cautions against setting extreme goals and emphasizes that they are far from advisable.",
        "January is a difficult month for motivation due to the cold weather and a natural desire to hibernate.",
        "Tinx is a self-care guru who prioritizes activities that bring her joy and discards those that do not.",
        "John C. Norcross advises giving oneself a break and taking a rest to rejuvenate and prepare for the upcoming months.",
        "Tinx prioritizes herself during January by engaging in activities that bring her joy and discarding those that do not.",
        "The author's personal self-care plan for January is to embrace success on their own terms and reflect on setting realistic goals.",
        "Dr. Gail Saltz mentions that willpower alone rarely results in long-term change.",
        "The main idea of taking January off is to prioritize well-being and personal growth for success in the business realm."
    ],
    [
        "New York Magazine",
        "Respect boundaries in the professional universe and avoid becoming the ultimate intruders",
        "Do not infiltrate someone's Close Friends or Twitter circle",
        "Venmo should always be set to private",
        "Acknowledge it with a subtle nod and spare your colleague the disappointment of feeling unoriginal",
        "Put the phone aside and let the real world take center stage",
        "Maintain composure and focus on business interactions",
        "Lowercase texts should be used for casual conversations and uppercase texts for formal conversations",
        "Do not disclose the existence of someone's stan account",
        "Interact with influencers by engaging with their content and supporting their work"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Alleged financial misconduct",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "Running a nationwide fraud scheme",
        "February 17, 2022",
        "Not guilty",
        "October 4, 2021",
        "Cohen's endorsement of Shah",
        "February 17, 2022"
    ],
    [
        "London",
        "It is not mentioned in the article",
        "The article does not mention any other activities",
        "The article does not mention a specific shot on her Instagram story",
        "The article does not mention the ingredients of a Baby Guinness shot",
        "Kim's pub photo resonated with people because it showed her blending in with regular folks",
        "The response to the assumption was not mentioned in the article",
        "The behind-the-scenes photo revealed a camera crew",
        "The article does not mention a specific reality show",
        "The article does not mention the general reaction to the behind-the-scenes photo"
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Elvis",
        "Baz Luhrmann's Elvis",
        "No information available",
        "Jennifer Coolidge",
        "Life Achievement Award",
        "No information available",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series award for her role in HBO's The White Lotus"
    ],
    [
        "Chew's testimony before Congress sparked fan edits and comments dedicated to him.",
        "Chew testified in front of Congress.",
        "The number of monthly TikTok users in the United States is not mentioned in the article.",
        "The main concern of lawmakers is TikTok's access to user data and potential data sharing with the Chinese government.",
        "The article does not mention the number of bills currently in Congress that could affect American access to TikTok.",
        "Chew did not mention the name of a new subsidiary in his testimony.",
        "The article does not mention any criticism leveled at the congressional hearing by a TikTok representative.",
        "The article does not mention the number of influencers TikTok sponsored for the demonstration on Capitol Hill.",
        "The number of followers Shou Zi Chew's personal TikTok account had before his testimony is not mentioned in the article.",
        "The article does not mention the number of new followers Chew's TikTok account gained since his testimony."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Super Bowl halftime show",
        "over 30 million views",
        "Maitlin Nuckols and Paige Oakes",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Jay-Z",
        "Roc Nation",
        "Not mentioned in the article"
    ],
    [
        "7",
        "Half Moon Bay, California",
        "Chunli Zhao",
        "Unknown",
        "Mushroom farms",
        "Unknown",
        "Critical condition",
        "Unknown",
        "California Terra Garden",
        "Unknown"
    ],
    [
        "The Trans Rights Readathon began on an unspecified date.",
        "Sim Kern is the organizer and activist behind the Trans Rights Readathon.",
        "Participants can donate to trans rights organizations during the Trans Rights Readathon.",
        "The article does not mention where participants can sign up for the Trans Rights Readathon.",
        "Participants can use various social media platforms for the Trans Rights Readathon.",
        "The article recommends books in genres such as memoir, graphic novel, and speculative fiction.",
        "The speculative novel by Marisa Crane is titled 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "Aiden Thomas's groundbreaking exploration of gender and traditions is the book 'Cemetery Boys'."
    ],
    [
        "Three",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified"
    ],
    [
        "Renaissance World Tour",
        "Not mentioned",
        "May 10",
        "Stockholm",
        "Not mentioned",
        "Toronto, Chicago, New York, Los Angeles, Houston",
        "Warsaw",
        "Not mentioned",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Dr. Danny Castellano",
        "Never Have I Ever",
        "Bel Brownstein",
        "Shaggy Rogers",
        "Is Everyone Hanging Out Without Me? (And Other Concerns)",
        "How Mindy Got Her Groove Back",
        "Because it raises important questions about the role artists play in championing both environmental awareness and cultural harmony."
    ],
    [
        "Glee first premiered in 2009.",
        "Glee received multiple Emmy nominations.",
        "The title of the three-part docuseries about Glee is 'The Price of Glee'.",
        "The entertainment company that produced 'The Price of Glee' is unknown.",
        "Cory Monteith and Mark Salling are two cast members of Glee who have died.",
        "The cause of Cory Monteith's death was a drug overdose.",
        "Mark Salling died by suicide.",
        "Naya Rivera tragically drowned.",
        "Melissa Benoist accused her ex-husband and former Glee co-star Blake Jenner of domestic abuse in 2019.",
        "The two Glee cast members that cohost a podcast called 'And That’s What You REALLY Missed' are Kevin McHale and Jenna Ushkowitz."
    ],
    [
        "Jeremy Renner",
        "He saved his nephew who was trapped beneath a snowcat",
        "To save his nephew",
        "Diane Sawyer on ABC",
        "The interview is set to premiere on ABC",
        "Eight shattered ribs, damaged liver, collapsed lung, severe injuries to jaw and eye socket",
        "Through sign language",
        "Over 30 bones",
        "A snowplow",
        "There is no information about the show Jeremy Renner watched with his family on January 15"
    ],
    [
        "March 31, 2024",
        "The new law bans drag performances",
        "SB 1, which advances transgender healthcare",
        "SB 1 restricts gender-affirming care for transgender youth",
        "15 states have introduced bills targeting drag performances",
        "The American Civil Liberties Union (ACLU)",
        "The ban on gender-affirming care will go into effect on July 1",
        "Transgender youth already receiving medical care can continue to receive it until March 31, 2024",
        "The ACLU and Lambda Legal",
        "Arkansas and Tennessee"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "Unknown",
        "Near Mainland High School",
        "Unknown",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "Putting a 15-year-old girl in danger"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for an unspecified amount of time.",
        "Ariana mentioned that fans thought she looked healthiest during the time she was losing weight for a role.",
        "Ariana urged people not to comment on others' bodies, regardless of their shape or form.",
        "Ariana decided to address the criticism to raise awareness about the impact of technology on body image and mental health.",
        "The main message Ariana wanted to convey in her video is the importance of kindness and caution when discussing others' bodies.",
        "Social media users have reacted positively to Ariana's video, applauding her for speaking out against body scrutiny.",
        "The previous celebrity case mentioned in the article was about Ariana Grande herself, highlighting her struggles with body image and mental health.",
        "The helpline number for the National Alliance on Mental Illness is NAM-I-Nator.",
        "The helpline number for SAMHSA's National Helpline for substance abuse was not mentioned in the article."
    ],
    [
        "Mikayla Nogueira",
        "unknown",
        "unknown",
        "Bryant College",
        "unknown",
        "mascara",
        "YSL foundation",
        "unknown",
        "unknown",
        "unknown"
    ],
    [
        "By looking for inconsistencies and manipulated images in their videos",
        "Goob or your favorite influencer's least favorite influencer",
        "His account has been taken down 5 times for alleged community guideline violations",
        "Some common photo editing apps used by influencers are Instagram, Facetune, and VSCO",
        "Olivia Marcarelli describes most fitness creators' posts as constructing a false identity around their manipulated bodies",
        "The main reason people trust attractive influencers is because they associate physical attractiveness with credibility and expertise",
        "A 2019 Mental Health Foundation study found that editing images can contribute to lower self-esteem, depression, anxiety, and body dysmorphia",
        "Some certifications that fitness professionals can obtain are NASM (National Academy of Sports Medicine), ACE (American Council on Exercise), and ACSM (American College of Sports Medicine)",
        "Axelson called the problem with the fitness industry the perpetuation of unrealistic ideals and the contribution to body dissatisfaction",
        "Caleb Marshall's main goal with his fitness content is to promote emotional well-being and authenticity."
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "Early 2000s",
        "The first trial was inconclusive",
        "Issues with evidence and credibility",
        "Unknown",
        "Church of Scientology",
        "The Church of Scientology was involved in the trial",
        "Three women testified against Masterson",
        "45 years to life"
    ],
    [
        "Heartless embodiment of modern technology",
        "Her playful misconduct",
        "Different reactions to their taunts",
        "'You can't see me' move",
        "WWE superstar John Cena",
        "LSU Tigers",
        "102-85",
        "No information provided",
        "Discussed economic aspects and double standards",
        "2023 Most Outstanding Technological Player"
    ],
    [
        "The Taylor Swift's Eras tour began recently.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "The number of fans who attended the sold-out show in Glendale is not mentioned in the article.",
        "The duration of the setlist and the number of songs performed are not mentioned in the article.",
        "The social media platform where fans discussed the Eras tour and shared their excitement is not mentioned in the article.",
        "The specific TikTok dance that Swift incorporated into her performance is not mentioned in the article.",
        "The Taylor Swift album that has been the subject of jokes on social media is not mentioned in the article.",
        "The ticketing issue that led to a Senate hearing is not mentioned in the article.",
        "The article does not mention when the first leg of the Eras tour will end.",
        "The article does not mention where the first leg of the Eras tour will end."
    ],
    [
        "Daisy Jones & The Six",
        "Unknown",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne and Daisy Jones",
        "Sam Claflin",
        "Riley Keough",
        "Mimics the novel's structure",
        "Unknown",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the struggles faced by Roy Kent and Keeley Jones in their quest for sustainable relationships.",
        "Brett Goldstein plays the character of Roy Kent and Juno Temple plays the character of Keeley Jones in the show.",
        "The article is discussing the Season 3 premiere of the show.",
        "The initial reaction to Roy and Keeley's breakup is not mentioned in the article.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-doubt.",
        "Keeley's attitude brings out the best in Roy.",
        "In Season 3, Keeley establishes her own sustainable PR empire and Roy focuses on coaching the AFC Richmond team.",
        "A central theme of the show Ted Lasso is the delicate balance between love and environmental responsibility.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as a soul-searching journey.",
        "Temple believes that complications in Roy and Keeley's relationship are led by their yearning for personal growth and independence."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "The livestream of the reunion was a total disaster with technical glitches.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship was negative, with Micah treating Paul poorly on national TV.",
        "The outcome of Marshall Glaze and Jackie Bonds' relationship was positive, as they decided to keep dating and living together.",
        "Jackie Bonds pursued her unresolved feelings for Zack.",
        "The Love Is Blind reunion was originally supposed to air at a specific time, but it is not mentioned in the article.",
        "A popular hashtag on Twitter during the technical difficulties was not mentioned in the article.",
        "The hosts of the Love Is Blind reunion were not mentioned in the article."
    ],
    [
        "Judy Blume",
        "The Guardian",
        "Kathryn Freeman",
        "Judy Blume's support for JK Rowling",
        "Blume denies allegations and expresses solidarity with the transgender community",
        "Support for J.K. Rowling's controversial views on transgender issues",
        "A clarification of her position and solidarity with the transgender community",
        "Her interview with Variety",
        "Untamed by Glennon Doyle",
        "J.K. Rowling"
    ],
    [
        "The two Romanian women and Tate's brother",
        "Human trafficking and rape",
        "End of February",
        "Andrew Tate and his brother Tristan are accused of human trafficking and rape",
        "Yes",
        "The reason for denying their initial appeal is not mentioned in the article",
        "The article does not specify the number of days Tate has been held in detention",
        "Up to 180 days",
        "The article does not mention who Tate claimed to have added on his visitation forms",
        "The article does not mention if only family members are allowed to visit Tate during his detention"
    ],
    [
        "20",
        "forcible oral copulation, sexual penetration by a foreign object, forcible rape",
        "23",
        "28 years",
        "2020",
        "90",
        "Donna Rotunno",
        "Judge Kenneth Case",
        "4",
        "His conviction in New York"
    ],
    [
        "Logan Roy dies",
        "In the episode 'Connor's Wedding'",
        "A rollercoaster adventure to Sweden in pursuit of a major business deal",
        "Waystar-Royco",
        "Kendall",
        "Game of Thrones",
        "The series 'Succession' debuted in 2018",
        "Kendall",
        "There are no episodes left after Logan Roy's death",
        "The main plot of 'Succession' revolves around the power dynamics and familial intricacies of the Roy family."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "Prince Harry",
        "Rebel's mom asked Meghan about her baby's gender and skin color",
        "Twitter",
        "BAFTAs",
        "She said they should've saved their revelations for a therapy session",
        "Rebel Wilson did not have a daughter via surrogate",
        "The Bauer Hotel",
        "Rebel Wilson apologized for claiming to be the first plus-sized girl to star in a romantic comedy."
    ],
    [
        "Naples, Florida",
        "Not mentioned",
        "GLSEN Collier County",
        "To address obstacles and struggles faced by queer individuals and celebrate their achievements",
        "The 'Don't Say Gay' law",
        "The Parental Rights in Education Act restricted discussions about LGBTQ issues in schools",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder",
        "Alex's wife Maggie and their son Paul",
        "The state and city of the trial are not mentioned in the article",
        "The prosecution believes Alex's main motive for the murder was financial crimes about to be exposed",
        "The defense admitted that Alex Murdaugh had personal issues with addiction",
        "According to Jim Griffin, Alex lied to investigators and loved ones because he was weighed down by his personal demons and couldn't handle more scrutiny",
        "The lead prosecutor, Creighton Waters, said that Alex is a fibber and utterly untrustworthy",
        "The defense described Alex's relationship with his family as loving and that he would never harm them",
        "Unanimity among all twelve jurors is required for a conviction"
    ],
    [
        "A TikTok video detailing an eyebrow mishap",
        "2018",
        "They were first photographed together at the Academy Museum Gala in 2018",
        "Selena posted a TikTok video detailing an eyebrow mishap caused by excessive use of a laminator",
        "Kylie Jenner",
        "Selena surprisingly came out in support of Kylie's clarification and even expressed her admiration",
        "Hailey's tweet praised the 'Jelena' relationship and its technological implications",
        "Selena and Justin first started dating in 2010",
        "Hailey first befriended Justin in 2009",
        "Justin and Selena's final attempt at a relationship occurred in 2018"
    ],
    [
        "A tragic event occurred at Michigan State University.",
        "Three students were killed in the incident.",
        "There is no mention of any students being critically injured in the shooting.",
        "The names of the three deceased victims are Alexandria Verner, Brian Fraser, and Arielle Anderson.",
        "There is no information provided about the high school Alexandria Verner graduated from.",
        "There is no information provided about the sports Alexandria Verner played in high school.",
        "Brian Fraser and Arielle Anderson's hometown is not mentioned in the article.",
        "Brian Fraser held the position of president in his fraternity.",
        "Brian Fraser was a part of Phi Delta Theta fraternity.",
        "There is no information provided about the profession Arielle Anderson hoped to pursue."
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "Financial downfall",
        "$792,000 disappearing",
        "Embezzlement and attempting to hire an assassin",
        "To divert attention from his financial downfall",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "Her triumph over adversity and sparking a comically transformative wave within the entertainment industry",
        "Allegations of offering alcohol while underage and uncomfortable situations during filming",
        "Skins",
        "16",
        "Issues with mental health and body image",
        "No information provided",
        "I'm Glad My Mom Died",
        "April Pearson",
        "No information provided"
    ],
    [
        "They are facing consequences for their actions.",
        "Their actions were criticized.",
        "She expressed disappointment in their performance.",
        "Five officers were fired and charged with second-degree murder.",
        "Another officer was relieved of duty.",
        "The brutal assault on Tyre Nichols by police officers.",
        "He was a skateboarder and photographer.",
        "He died three days later.",
        "They said he suffered severe injuries.",
        "The article does not mention the time it took for a stretcher to arrive."
    ],
    [
        "Tyre Nichols was a skateboarder who died tragically.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident that caused Tyre Nichols' death is not mentioned in the article.",
        "No information is provided about the number of police officers facing murder charges for the incident.",
        "The fate of the sixth police officer involved in Tyre Nichols' death is not mentioned in the article.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remember him for the indelible impact he had on their lives.",
        "Tyre Nichols's style of skating is not mentioned in the article.",
        "The old skate crew expressed their applause during the memorial service by tapping their skateboards against the ground.",
        "No information is provided about what Tyre Nichols's uncle said to Danforth and Alex Wilson."
    ],
    [
        "Sam Bankman-Fried",
        "Fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "$1 billion",
        "Gary Wang and Caroline Ellison",
        "Regulatory bodies and the federal government"
    ],
    [
        "17",
        "40,000",
        "heavy rain",
        "San Miguel area",
        "57,000",
        "upcoming storms",
        "Highway 101",
        "a fallen tree",
        "Highway 101",
        "Unknown"
    ],
    [
        "Justin Pearson",
        "He took a stand against gun violence",
        "Tennessee GOP",
        "The Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "The Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "5"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Exclusion from the '200 Greatest Singers of All Time' list",
        "Janet Jackson, Madonna, Cher, Nat King Cole, Judy Garland",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown"
    ]
]