[
    [
        "Alex Murdaugh is on trial for a crime.",
        "The victims in the case are Alex's wife and son.",
        "The prosecutors say that cellphone and video evidence places Alex at the scene of the crime.",
        "A 300 Blackout AR-style rifle was used to kill Maggie Murdaugh.",
        "The date of the murder was June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The crime involved the use of 300 Blackout ammunition."
    ],
    [
        "Stealing alcohol from a neighbor's home",
        "Vermont",
        "Alcohol",
        "May 1",
        "89 to 90 days",
        "$500",
        "one year",
        "The Flash",
        "June 16",
        "Arrested for disorderly conduct and assault; accused of mistreating environmental activist; accused of inappropriate behavior"
    ],
    [
        "The speculated reason is the breakup between Taylor Swift and Joe Alwyn.",
        "She performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "Both songs appear on the album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery.",
        "Entertainment Tonight was the first to report the breakup.",
        "People magazine confirmed the news of the breakup.",
        "The next scheduled performance is unknown.",
        "Taylor Swift will perform on April 13 in an unknown location."
    ],
    [
        "The main topic of the election in Wisconsin is the intersection of reproductive rights and technology.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is its potential impact on the convergence of technology and reproductive rights.",
        "The law currently being challenged in regards to abortion rights in Wisconsin is an archaic ban from 1849.",
        "The amount spent on political ads for this election is not mentioned in the article.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to the legal battle and confusion caused by the Democratic Attorney General and Governor's decision not to enforce the ban.",
        "The result of the February primary for the Wisconsin Supreme Court seat is not mentioned in the article.",
        "The polls will close for this election on Tuesday."
    ],
    [
        "TechnoHealth Insights",
        "To answer questions about how technology affects our bodies",
        "There is a chance that others have the same weird health experiences as you, but it's best to consult a medical professional",
        "If something serious is going on with your health, it's best to consult a real-life medical pro",
        "Yes, there are silly questions in Asking for a Friend",
        "You can submit a question by using the form provided",
        "Yes, you can return to the form to submit more questions",
        "Examples of questions might include how screen time affects the body or the impact of technology on health",
        "Yes, the column is a safe space for asking questions",
        "Not all submitted questions will be answered in the column"
    ],
    [
        "HB 1467",
        "July 2022",
        "To make it hard for books to make it into Florida's public schools",
        "Moms For Liberty",
        "Books that touch on race or LGBTQ rights",
        "Banning critical race theory, Don't Say Gay bill, and HB 1467",
        "They all restrict academic freedom and critical thinking in schools",
        "The text of HB 1467 cites Florida Statute 1006.34, which prohibits the use of certain materials in public schools",
        "Potential consequences include felony charges and penalties against their teaching certificates",
        "African American Studies in an Advanced Placement course"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "2018",
        "thousands of dollars",
        "unknown",
        "supporting Alex during the trial",
        "Mike Sutton",
        "unknown"
    ],
    [
        "2011",
        "23",
        "Daenerys Targaryen",
        "2",
        "2011",
        "Actress. Author. Philanthropist.",
        "A brain-shaped cake",
        "I drink and I know things",
        "He told her to put some clothes on",
        "She believes our outward appearance should reflect the profound journey we undertake in life."
    ],
    [
        "Jeremy Renner suffered a significant head injury during his snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered chest trauma and orthopedic complications.",
        "The condition of the roads during the accident is not mentioned in the article.",
        "The Washoe County Sheriff's Office is currently investigating if there were any mechanical malfunctions involved in the accident.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery due to chest trauma and orthopedic complications.",
        "Renner is currently recovering in the Intensive Care Unit (ICU).",
        "Renner shared a plea for support on Instagram."
    ],
    [
        "Kelsea Ballerini",
        "The tragic loss of her classmate to gun violence",
        "6",
        "N/A",
        "N/A",
        "N/A",
        "If You Go Down (I'm Goin' Down Too)",
        "N/A",
        "N/A",
        "N/A"
    ],
    [
        "The main subject of the article is the rise of voice deepfakes on social media.",
        "The occupation of Zach Silberberg is a digital content producer.",
        "Zach Silberberg used the ElevenLabs app to create the Biden zoo video.",
        "The YouTube creator's video that inspired Silberberg to try voice deepfakes is by ZimoNitrome.",
        "The pseudonym of the video game YouTuber and Twitch streamer who experimented with deepfake audio is Pade.",
        "In Pade's videos, political figures such as recent and current US presidents are often deepfaked.",
        "Joe Marotta's personal interest is retro pop culture.",
        "The AI software commonly used to generate voice deepfakes is not mentioned in the article.",
        "The main concern expressed by deepfake users and experts is the potential for harmful deception and extreme disinformation.",
        "Henry Ajder suggests that clear context and outlandish nature of the audio snippets helps avoid extreme disinformation with deepfake audio."
    ],
    [
        "The Sims childbirth simulator",
        "Host of an interview series titled 'Are We There Yet?'",
        "Virtual life simulation game",
        "Twitch",
        "Final stages of her pregnancy",
        "The Sims",
        "Unknown",
        "Eco-friendly birthing methods and practices",
        "Exploring sustainable practices and eco-conscious birthing methods",
        "Unknown"
    ],
    [
        "Susana Morales",
        "The police's initial response was swift and highlighted the urgency of the situation.",
        "The online petition launched by Susana's family seeks more transparency from the police in cases involving missing minors with an environmental perspective.",
        "Susana texted her mother goodbye before she went missing.",
        "Susana's remains were found in a lonely wooded area.",
        "Miles Bryant is a former police officer.",
        "Miles Bryant was charged with hiding Susana's death and giving false information.",
        "Bryant allegedly threatened Elesha Bates, a childhood friend, before Susana's death.",
        "Cheyenne believes that Bryant should have been kept locked up after his first offenses.",
        "Jasmine Morales demands more transparency in the hiring process within law enforcement agencies and accountability for hiring individuals who are not violent and care about preserving the environment."
    ],
    [
        "Letitia Wright",
        "Wright revealed that the movie was already in the works",
        "BuzzFeed",
        "Some fans interpreted it as confirming the production of 'Black Panther 3'",
        "Newport Beach Film Festival UK Honours event",
        "She emphasized the importance of considering the future of the franchise and the script process",
        "Letitia Wright plays a role in the Black Panther franchise",
        "The title of the Black Panther sequel is not mentioned in the article",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "No information is provided about Ryan Coogler's statement in the New York Times interview"
    ],
    [
        "The article is about Jeremy Renner's encounter with a snowplow and his recovery journey.",
        "Jeremy Renner is a superstar known for his starring role in 'The Mayor of Kingstown'.",
        "Jeremy Renner accidentally collided with a snowcat on New Year's Day.",
        "The accident took place near Reno, Nevada.",
        "A snowcat is a mighty truck-like vehicle with tracks.",
        "The article does not mention specific injuries sustained by Jeremy Renner.",
        "The article does not mention the date of Jeremy Renner's surgery.",
        "Jeremy Renner watched 'Mayor of Kingstown' with his family during recovery.",
        "Mayor of Kingstown is on the platform Twitter.",
        "Jeremy Renner has updated fans on his recovery through regular updates on Twitter."
    ],
    [
        "The article does not mention any HBO zombie apocalypse series.",
        "The real-life fungus that inspired the fictional cordyceps in the show is not mentioned in the article.",
        "The cordyceps fungus affects ants, spiders, grasshoppers, locusts, and moths in real life.",
        "The cordyceps spores release digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that grow inward and take over the insect's brain are not mentioned in the article.",
        "The infected ant behaves in a way that benefits the cordyceps by ascending trees and feasting upon stems and leaves.",
        "One reason cordyceps fungus is not likely to affect humans is because our warm-blooded nature and elevated body temperature render us nearly impervious to their sinister schemes.",
        "An example of a yeast that has emerged with climate change is Candida auris.",
        "Candida auris can cause bloodstream infections and infections within healthcare institutions.",
        "People should stay informed, retain their sense of humor amidst the chaos, and remain vigilant of the tangible risks that lie before us to stay connected to reality when it comes to science fiction."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother and mothers worldwide",
        "at home",
        "Daniel Scheinert and Daniel Kwan",
        "2",
        "Halle Berry",
        "She was the first African-American woman to win the Best Actress Oscar.",
        "The Best Actress Oscar at other awards shows."
    ],
    [
        "Joe Alwyn",
        "The duration of their relationship is not mentioned in the article",
        "Midnights",
        "A surprising platform for environmental activism",
        "The Lover Tour",
        "Baby",
        "Bejeweled",
        "Paper Rings",
        "The Great War",
        "She made a heart shape with her hands"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggles in high school math classes",
        "#snoopy",
        "813.9 million views",
        "No information provided about Red Cross",
        "April 19",
        "Drawing Snoopy and exploring HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "No one was killed in the shooting",
        "Five people were injured in the shooting",
        "The name of the bank vice president who was killed is not mentioned in the article",
        "The number of injured victims who suffered gunshot wounds is not mentioned in the article",
        "The condition of Officer Nickolas Wilt is not mentioned in the article",
        "The weapon used by the shooter is not mentioned in the article",
        "The name of the suspected shooter is Connor Sturgeon",
        "The attack was livestreamed on social media",
        "The number of mass shootings in the US in 2023 is not mentioned in the article"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "The scene in question",
        "Maggie Carey",
        "The script described her wearing undergarments and a Clinton t-shirt",
        "She initially envisioned the scene as nerve-racking",
        "Undergarments and a Clinton t-shirt",
        "Maggie Carey described her performance as mesmerizing and courageous",
        "Some internet users reacted positively to the clip."
    ],
    [
        "Eric Holder Jr.",
        "Wednesday",
        "In the neighborhood",
        "60 years to life in prison",
        "Firearm sentencing enhancement and assault with a firearm",
        "Schizophrenia diagnosis",
        "Premeditated nature of the crime",
        "Both belonged to a gang",
        "Schizophrenia",
        "Yes"
    ],
    [
        "Olivia Culpo has endometriosis",
        "Endometriosis is a condition characterized by abnormal growth of tissue outside the uterus",
        "The average time to receive a proper diagnosis for endometriosis is not mentioned in the article",
        "Heat therapy helped relieve Culpo's pain in her lower back",
        "Culpo recommends using CBD gummies for an effective bath",
        "Culpo uses Epsom salt in her baths for easing swelling, stiffness, and pain",
        "Culpo found a heating pad to be the most effective heat source for her lower back pain",
        "Culpo recommends the Huggaroo hot water bottle",
        "Culpo found support in online communities dedicated to endometriosis",
        "Culpo underwent a surgical intervention to alleviate her endometriosis symptoms"
    ],
    [
        "Shou Zi Chew",
        "Congressional committee",
        "Unknown",
        "ByteDance",
        "Three",
        "Unknown",
        "Project Texas",
        "Unknown",
        "Unknown",
        "Environmental concerns"
    ],
    [
        "Wyoming",
        "The article does not mention a specific date for when the medication abortion ban goes into effect.",
        "The article does not specify the penalty for violating the medication abortion ban.",
        "The exemptions from the medication abortion ban include cases of sexual assault, incest, 'natural miscarriage,' and threats to the life or health of the pregnant individual.",
        "The article does not mention the specific medication exempted from the ban.",
        "Yes, seeking an abortion won't land the pregnant person in hot water.",
        "The article does not provide information on the number of states with restrictions on medication abortion.",
        "The Women's Health & Family Care Clinic in Jackson, Wyoming is mentioned as the only abortion clinic in Wyoming.",
        "The Supreme Court's decision to overturn Roe v. Wade caused several states to push forward anti-abortion measures.",
        "More than half of all abortions in the United States are carried out using medication."
    ],
    [
        "Elvis Presley",
        "There is no information about how long Austin Butler avoided seeing his family.",
        "There is no information about how fans labeled Austin Butler.",
        "Austin's goal in studying Elvis Presley's life was to portray him authentically.",
        "Austin Butler consumed an astonishing two dozen doughnuts and other indulgent treats to gain weight for the older version of Elvis.",
        "There is no information about how Austin Butler felt after incorporating the new eating habits.",
        "Ryan Gosling inspired Austin Butler in his physical transformation for Elvis.",
        "There is no information about what Ryan Gosling did to gain weight for his role in The Lovely Bones.",
        "Ryan Gosling was not fired from The Lovely Bones.",
        "There is no information about who replaced Ryan Gosling in The Lovely Bones."
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, and Amazon",
        "On their backs on a flat surface",
        "Boppy's newborn lounger",
        "5",
        "Fisher-Price's Kids2 Rocking Sleepers",
        "Fisher-Price's MamaRoo baby swings"
    ],
    [
        "58 million",
        "50%",
        "loss of chickens",
        "over 120",
        "Spain",
        "50%",
        "wild migratory birds",
        "infiltrated over 120 wild mammals",
        "through direct contact with infected birds or contaminated surfaces",
        "avoiding any unprotected contact with wild or domestic birds, donning appropriate protective gear, maintaining impeccable hygiene practices"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "unknown",
        "The expulsion of the lawmakers",
        "Tragic school shooting in Nashville",
        "Justin Jones",
        "unknown",
        "He drew parallels between the actions of Jones, Pearson, and the Capitol riot",
        "Yes"
    ],
    [
        "The latest revelation is about Rep. George Santos's alleged mishandling of funds raised for a dog's surgery.",
        "George Santos belongs to the Republican Party.",
        "George Santos represents the Long Island district.",
        "The information about George Santos's lies was reported in a Politico report.",
        "The Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims that George Santos appeared on the TV show 'Hannah Montana'.",
        "The account also claims that Santos appeared on the TV show 'The Suite Life of Zack & Cody'.",
        "The account falsely claims that Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the name 'Anthony Devolder' to orchestrate a scam involving a dog's surgery.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "The date of Rep. Kevin McCarthy's election as Speaker of the House is not mentioned in the article.",
        "The article does not specify the number of rounds of voting it took for McCarthy to win the majority.",
        "The threshold of votes needed for McCarthy to win in the final ballot is not mentioned in the article.",
        "The number of votes House minority leader Hakeem Jeffries received in the final ballot is not mentioned in the article.",
        "The duration of the Republican party's struggle to coalesce around a candidate for the House speaker is not mentioned in the article.",
        "The article does not provide information about the last time there was such a long bid for House speaker.",
        "The concessions demanded by the Republicans opposing McCarthy are not mentioned in the article.",
        "The group to which many of the Republicans who voted against McCarthy belong is not mentioned in the article.",
        "No incident on the House floor during the 14th round of voting is mentioned in the article.",
        "The article does not specify who was consistently supported by the House Democrats for the position."
    ],
    [
        "HB 9",
        "Major fines",
        "Online censorship, digital surveillance, and major fines",
        "Unknown",
        "Bella DuBalle",
        "Atomic Rose nightclub",
        "Kathy Sinback",
        "HB 9 and HB 1182",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To revolutionize access to college courses for business professionals",
        "3.5 million",
        "$25",
        "Not mentioned in the article",
        "Various tech-related subjects",
        "Not mentioned in the article",
        "Not mentioned in the article"
    ],
    [
        "The worldwide shortage of Ozempic is causing the scarcity.",
        "Ozempic is originally approved for treating Type 2 diabetes and promoting weight loss.",
        "The brand name for semaglutide when used for weight loss is Wegovy.",
        "Ozempic belongs to the class of GLP-1 receptor agonist medications.",
        "The difference between Wegovy and Ozempic is their approved usage, with Wegovy specifically approved for treating obesity.",
        "The usage of Ozempic has grown globally year to date, but the specific percentage is not mentioned in the article.",
        "Insurance companies offer less coverage for weight management medications due to most health plans not covering these drugs.",
        "The shortages of Ozempic and Wegovy affect patients with Type 2 diabetes by forcing them to settle for less effective alternatives to control their blood sugar levels.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working to rectify the supply issues, but certain regions continue to experience delays.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to approach the issue with a comprehensive understanding of the economic and industry implications and seek guidance from healthcare professionals."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "Three",
        "Three innocent children and three dedicated staff members",
        "The shooter is not mentioned in the article",
        "Melissa Joan Hart and her husband fearlessly guided the terrified children across a bustling highway to safety",
        "The article does not mention where Melissa Joan Hart was going when she encountered the children",
        "The article does not mention which school Hart's children attend",
        "The article does not mention any connection between Hart and the Sandy Hook school shooting",
        "The article does not mention any nonprofit groups that Hart has attended rallies for"
    ],
    [
        "Jonathan Majors",
        "His lawyer contested the charges and presented evidence and witnesses in his defense",
        "The article does not mention when Jonathan Majors was arraigned in court",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "The article does not mention what the victim told police about the alleged incident",
        "A limited order of protection",
        "The article does not mention when Jonathan Majors' next court appearance is scheduled",
        "The article does not mention what Majors' lawyer said about evidence in the case",
        "The article does not mention why the woman involved in the incident was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "Rihanna's performance was for the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show on an unspecified date.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed Rihanna's outfit during her performance, but the specific details are not mentioned in the article.",
        "Rihanna hinted at her pregnancy by delicately placing her hands on her stomach during her performance.",
        "Rihanna confirmed her pregnancy through an exclusive statement to the Associated Press.",
        "After the birth of her second child, Rihanna will have a total of two children.",
        "Rihanna's partner is not mentioned in the article.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a renowned content creator.",
        "MrBeast has a staggering number of subscribers on YouTube.",
        "The title of MrBeast's latest controversial video is '1,000 Blind People See for the First Time.'",
        "The video focuses on life-altering surgeries for individuals with vision impairments.",
        "One woman who received surgery and $10,000 had a reaction of tears and laughter.",
        "MrBeast gave a man who missed driving a car as a gift.",
        "The controversial video received a staggering number of views.",
        "MrBeast's goal regarding his money is to exhaust his fortune prematurely.",
        "Steve Saylor uses the term 'videos that exploit disabled people's struggles' to describe certain videos.",
        "Twitch commentator Hasan Piker makes a point in response to the video."
    ],
    [
        "Timothy Goodman was unexpectedly thrust into the limelight when a random TikTok video featuring him went viral.",
        "The number of views the viral video received before it was removed is not mentioned in the article.",
        "The concept of nonplayer characters (NPCs) in online content is not mentioned in the article.",
        "Jenna Drenten is not mentioned in the article and her views on the current state of surveillance are not discussed.",
        "When a video goes viral on TikTok, it gains unprecedented attention and captures audiences with its unexpected twist.",
        "Mark Bartholomew's views on recording people without their permission in public areas are not mentioned in the article.",
        "The issue with Harrison Pawluk's viral TikTok video is not mentioned in the article.",
        "Sarah Isenberg's feelings when she was unknowingly filmed in another person's vlog are not mentioned in the article.",
        "Lilly Simon's experience in the subway video is not mentioned in the article.",
        "The article does not mention what content like Pawluk's aims to achieve according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "The article does not mention when the ski crash incident occurred.",
        "The article does not specify where the ski crash incident took place.",
        "Gwyneth Paltrow was awarded a symbolic compensation of $1.",
        "Gwyneth Paltrow countersued for $1 to assert that the actual damages incurred were higher.",
        "The article does not mention Gwyneth Paltrow's response to Terry Sanderson after the verdict.",
        "The article does not mention Terry Sanderson's occupation before retirement.",
        "The article does not mention when Terry Sanderson filed the lawsuit against Gwyneth Paltrow."
    ],
    [
        "The initial ruling regarding the admissibility of evidence related to Alex Murdaugh's alleged botched suicide plot was undecided.",
        "The judge at Alex Murdaugh's trial is not mentioned in the article.",
        "The morning's ruling did not change.",
        "Alex Murdaugh allegedly attempted to hire a hitman for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the murder victims Maggie and Paul.",
        "Proctor initially believed that the murders were linked to a previous fatal boat crash caused by Paul.",
        "Proctor's perception of the roadside shooting involving Alex changed when Alex's initial story was revealed to be false.",
        "The amount of money Alex allegedly paid to Smith for drugs is not mentioned in the article.",
        "Alex's defense team attempted to demonstrate that the SLED team's collection of evidence was inadequate.",
        "The article does not mention when prosecutors intend to wrap up their case."
    ],
    [
        "Sonny Angels",
        "They are tiny plastic angels with adorable helmets adorned with plants or animals",
        "The article does not mention the release date of Sonny Angels",
        "The article does not provide the number of views for the hashtag #sonnyangels on TikTok",
        "According to the official website, the dolls symbolize healing and bring smiles",
        "Erika Saito organized the Sonny Angel meetup",
        "The Sonny Angel meetup was held at Washington Square Park in New York City",
        "The article does not mention the specific date of the April Sonny Angel meetup",
        "At Sonny Angel meetups, people forge connections, exchange social media handles, and spend quality time with favorite Sonny Angel influencers",
        "The article does not mention a CDC study in 2023 about teen girls"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "Involvement in criminal activities",
        "A method to manipulate women into sleeping with men for money",
        "The cost of the course is not mentioned in the article",
        "The courses were found on platforms that were later removed due to policy violations",
        "Instagram",
        "Sending a voice message instead of a text message",
        "Asking a woman to split the bill on a date"
    ],
    [
        "Sheryl Lee Ralph",
        "The podcast name is not mentioned in the article.",
        "The alleged assailant engaged in inappropriate touching without consent.",
        "No, she did not name the 'famous TV judge'.",
        "New Orleans Mayor Marc Morial",
        "The network representative urged her to remain silent.",
        "The network did not want Sheryl Lee Ralph to report the attack.",
        "To harness technology for positive change.",
        "Angela Yee's statement is not mentioned in the article.",
        "Sheryl Lee Ralph was astonished by the outcome and emphasized the need for systemic change within the industry."
    ],
    [
        "Shanquella Robinson is an American tourist who died in Mexico.",
        "Shanquella Robinson died in her hotel room in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was alcohol poisoning.",
        "The video that emerged on the internet showed the assault that Robinson endured in her hotel room.",
        "Robinson's family initially believed alcohol poisoning was the cause of her death.",
        "The Robinson family sent a letter demanding federal prosecution or extradition to US President Joe Biden and Secretary of State Antony Blinken.",
        "The investigation of Robinson's death was conducted by Mexican authorities and the US Attorney's Office for the Western District of North Carolina.",
        "The US Attorney’s Office for the Western District of North Carolina announced that there is insufficient evidence to support a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson questioned the US autopsy findings and emphasized the need for diplomatic intervention.",
        "Civil rights attorney Ben Crump and the Robinson family believe in pursuing justice."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "tech billionaire",
        "Janelle Monáe",
        "private island",
        "Casino Royale",
        "Kate Hudson",
        "sports star cameo",
        "undisclosed amount",
        "Now available"
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "eight",
        "six weeks old",
        "accused of flirting with a film director",
        "for wearing a bikini at the beach",
        "burdensome expectations and need for authenticity",
        "pink",
        "pressures faced by young women"
    ],
    [
        "Madison defended her choice to stay off birth control while sleeping with Hugh Hefner.",
        "Holly Madison and Bridget Marquardt released their podcast episode on Girls Next Level last year.",
        "Holly Madison was 21 years old when she moved into the Playboy Mansion.",
        "Hugh Hefner was 75 years old when Holly Madison moved in.",
        "Madison and Marquardt recalled their first sexual encounter with Hefner in August.",
        "In the latest episode of Girls Next Level, Madison and Marquardt discussed the topic of unconventional birth control methods.",
        "Madison provided Hefner's impeccable track record of fathering children only within the sacred bonds of marriage and with meticulous planning as the reason for not using birth control.",
        "Hefner prevented unplanned pregnancies through his meticulous planning.",
        "The information about Bridget Marquardt being on birth control pills is not mentioned in the given article.",
        "The reason for Marquardt being on birth control pills is not mentioned in the given article."
    ],
    [
        "Twitter's decision to charge for API access",
        "@MakeItAQuote",
        "Unknown",
        "Twitter's API is used by bots for various purposes",
        "Twitter is no longer offering free access to its API",
        "The potential negative side effect is a decline in diversity and innovation within the tech community",
        "A potential $100/month cost",
        "@BigTechAlert",
        "24 bots",
        "The bots tweet artwork from various museums"
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Firestarter",
        "Drew Barrymore",
        "1,087",
        "Halle Berry",
        "Julian Hilliard",
        "Macaulay Culkin",
        "COVID-19",
        "Retracted Armstrong's nomination for Worst Actress"
    ],
    [
        "Star Ballroom Dance Studio in Monterey Park, California.",
        "11 people were killed in the Monterey Park shooting.",
        "The number of people injured in the Monterey Park shooting is not mentioned in the article.",
        "The Lunar New Year festivities were being celebrated at the time of the shooting.",
        "The shooter was disarmed by the owner's son at the entrance of the dance studio in Alhambra.",
        "The predominant population in Monterey Park, California is not mentioned in the article.",
        "Various Asian American and Pacific Islander advocacy groups created a GoFundMe to raise money for those affected by the shooting.",
        "The number of Taiwanese Americans among the victims is not mentioned in the article.",
        "Ming Wei Ma was the owner of Star Ballroom Dance Studio.",
        "The number of children Xiujuan Yu had is not mentioned in the article."
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown"
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Unknown",
        "A sudden feeling of intense heat, often accompanied by sweating and reddening of the skin",
        "The transitional period preceding menopause",
        "Laughed",
        "He said 'I'm not sure if it's hot or if it's just you'",
        "CBS Mornings",
        "Unknown",
        "Her period becoming a twice-monthly occurrence"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "Rally support for her father",
        "Support",
        "TMZ",
        "Condition remains undisclosed",
        "Back in Action",
        "Unknown",
        "Annie"
    ],
    [
        "2019",
        "abundant rainfall",
        "Monterey, San Luis Obispo, and Kern counties",
        "superbloom",
        "Temblor Range",
        "damage to the flowers",
        "California Department of Parks and Recreation",
        "appreciating these flowers through photography",
        "Respect the bloom",
        "wildflower species"
    ],
    [
        "Eco-friendly self-care gifts",
        "DIY spa night",
        "luxurious bathtub caddy tray",
        "Not mentioned in the article",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "Not mentioned in the article",
        "Kitsch Spa Headband made from organic cotton",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating Ring"
    ],
    [
        "Amanda Bynes",
        "1994 to 2005",
        "March 17 to 19",
        "Hartford, Connecticut",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meeting and greeting their favorite stars, capturing unforgettable moments, and basking in the nostalgia of the iconic All That series",
        "Striking a pose on the beloved orange couch from the show",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Taking a well-deserved break and following personalized well-being guidelines",
        "The recent shift is towards prioritizing well-being over setting massive goals",
        "Dr. Gail Saltz warns against setting extreme goals or expecting miracles overnight",
        "January is difficult for motivation because of frosty weather and a natural urge to hibernate",
        "Tinx is a self-care guru who prioritizes doing things that bring her joy",
        "John C. Norcross advises business professionals to take a break for rejuvenation and preparation",
        "Tinx prioritizes herself by doing what brings her joy and cutting back on indulging",
        "The author's personal self-care plan for January is to embrace success on their own terms",
        "Dr. Gail Saltz says that willpower alone rarely leads to long-term change",
        "The main idea of taking January off is to prioritize well-being and make a difference"
    ],
    [
        "New York Magazine",
        "Don't infiltrate someone's Close Friends or Twitter circle",
        "Avoid becoming the ultimate intruders",
        "Venmo should always be set to private",
        "Acknowledge it with a subtle nod",
        "Allow the phone to take a backseat",
        "Maintain composure and focus on business interactions",
        "There is no specific rule mentioned in the article",
        "Do not mention or interact with it",
        "Always respect their boundaries and be genuine in your interactions"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "financial misconduct",
        "unknown",
        "unknown",
        "hiring a hitman"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "running a nationwide fraud scheme",
        "February 17, 2022",
        "not guilty",
        "October 2021",
        "Cohen's endorsement of Shah",
        "February 17, 2022"
    ],
    [
        "London town",
        "It is not mentioned in the article",
        "It is not mentioned in the article",
        "It is not mentioned in the article",
        "It is not mentioned in the article",
        "Because people questioned its authenticity",
        "It is not mentioned in the article",
        "A camera crew lurking in the shadows",
        "The Kardashians",
        "It is not mentioned in the article"
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "Unknown",
        "Jennifer Coolidge",
        "Life Achievement Award",
        "Unknown",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series award"
    ],
    [
        "Chew's testimony sparked fan edits and comments dedicated to him",
        "The committee in front of which Shou Zi Chew testified is Congress",
        "The number of monthly users TikTok has in the United States is not mentioned in the article",
        "The main concern of lawmakers surrounding TikTok is user data privacy and national security",
        "There are three bills currently in Congress that could affect American access to TikTok",
        "The new subsidiary that Chew mentioned during his testimony is called Project Texas",
        "The criticism leveled at the congressional hearing by a TikTok representative is not mentioned in the article",
        "The number of influencers TikTok sponsored for the demonstration on Capitol Hill is not mentioned in the article",
        "The number of followers Shou Zi Chew's personal TikTok account had before his testimony is not mentioned in the article",
        "The number of new followers Chew's TikTok account gained since his testimony is not mentioned in the article"
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Super Bowl halftime show",
        "30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "Not mentioned",
        "Not mentioned",
        "Jay-Z",
        "Roc Nation",
        "112,000 subscribers"
    ],
    [
        "7",
        "Half Moon Bay, California",
        "Chunli Zhao",
        "Unknown",
        "Mushroom farms",
        "Unknown",
        "Critical condition",
        "Unknown",
        "California Terra Garden",
        "Unknown"
    ],
    [
        "The Trans Rights Readathon began on an unspecified date.",
        "Sim Kern is the organizer and activist behind the Trans Rights Readathon.",
        "Participants can donate to trans rights organizations during the Trans Rights Readathon.",
        "The article does not mention where participants can sign up for the Trans Rights Readathon.",
        "Participants can use social media platforms for the Trans Rights Readathon.",
        "The article recommends books from various genres by trans authors.",
        "The speculative novel by Marisa Crane is titled 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is titled 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "Aiden Thomas's groundbreaking exploration of gender and traditions is titled 'Cemetery Boys'."
    ],
    [
        "Three",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article"
    ],
    [
        "Renaissance World Tour",
        "Not mentioned in the article",
        "May 10",
        "Stockholm",
        "Not mentioned in the article",
        "Toronto, Chicago, New York, Los Angeles, Houston",
        "Warsaw",
        "Not mentioned in the article",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Belissa",
        "Shaggy",
        "Is Everyone Hanging Out Without Me?",
        "A Room of My Own",
        "Because of personal attacks and social media backlash."
    ],
    [
        "Glee first premiered in 2009.",
        "Glee received 71 Emmy nominations.",
        "The title of the three-part docuseries about Glee is 'The Price of Glee'.",
        "The entertainment company that produced The Price of Glee is not mentioned in the article.",
        "The article does not mention any cast members of Glee who have died.",
        "The cause of Cory Monteith's death is not mentioned in the article.",
        "Mark Salling died by suicide.",
        "The article does not mention what happened to Naya Rivera.",
        "Melissa Benoist accused her ex-husband and former Glee co-star Blake Jenner of domestic abuse in 2019.",
        "The article does not mention any two Glee cast members cohosting a podcast called And That’s What You REALLY Missed."
    ],
    [
        "Jeremy Renner",
        "He risked his life to save his nephew from a dangerous snowplow accident",
        "To save his nephew from being run over",
        "Diane Sawyer on ABC",
        "April 6",
        "Eight shattered ribs, damaged liver, collapsed lung, severe injuries to jaw and eye socket",
        "Through sign language",
        "Over 30",
        "A snowcat",
        "The article does not mention a show Jeremy Renner watched on January 15"
    ],
    [
        "March 31, 2024",
        "Tennessee's drag performances",
        "SB 1, which advances transgender healthcare",
        "It restricts gender-affirming care for transgender youth",
        "15 states",
        "The American Civil Liberties Union (ACLU)",
        "July 1, 2021",
        "Until March 31, 2024",
        "ACLU and Lambda Legal",
        "Arkansas and West Virginia"
    ],
    [
        "Drake Bell",
        "Jared Drake Bell",
        "N/A",
        "Daytona Beach, Florida",
        "N/A",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "Child endangerment"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for an unspecified period of time.",
        "Ariana mentioned that fans thought she looked healthiest during a certain time in her life.",
        "Ariana urged people not to comment on others' bodies, regardless of their shape or form.",
        "Ariana decided to address the criticism because of the pressure to conform to unrealistic beauty standards.",
        "The main message Ariana wanted to convey in her video is the importance of kindness and caution when discussing others' bodies.",
        "Social media users have reacted to Ariana's video with applause and laughter.",
        "The previous celebrity case mentioned in the article as a reminder of the harm of commenting on people's appearances was Ariana Grande herself.",
        "The helpline number for the National Alliance on Mental Illness is not mentioned in the article.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is not mentioned in the article."
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Unknown",
        "Bryant College",
        "Unknown",
        "A mascara",
        "A YSL foundation",
        "Unknown",
        "Unknown",
        "Unknown"
    ],
    [
        "By looking for inconsistencies and manipulated images in their videos.",
        "\"Goob\" or \"your favorite influencer's least favorite influencer.\"",
        "The number of times Dorsey's account has been taken down for alleged community guideline violations is not mentioned in the article.",
        "Some common photo editing apps used by influencers are not mentioned in the article.",
        "Olivia Marcarelli describes most fitness creators' posts as constructing a false identity around their manipulated bodies.",
        "The main reason people trust attractive influencers is not mentioned in the article.",
        "The result of a 2019 Mental Health Foundation study about editing images is not mentioned in the article.",
        "Some certifications that fitness professionals can obtain are not mentioned in the article.",
        "Axelson does not call the problem with the fitness industry by a specific name in the article.",
        "Caleb Marshall's main goal with his fitness content is not mentioned in the article."
    ],
    [
        "That '70s Show",
        "Three counts of rape allegedly committed in the early 2000s",
        "The outcome of the first trial was inconclusive",
        "A mistrial was declared due to unresolved charges",
        "The scheduled date for the jury selection in the retrial is not mentioned in the article",
        "The article does not mention Danny Masterson's religion",
        "The Church of Scientology plays a role in the trial but the specific role is not mentioned in the article",
        "The article does not specify the number of women who testified against Masterson in the first trial",
        "If convicted, Danny Masterson could face a maximum sentence ranging from 45 years to life"
    ],
    [
        "classless piece of technology",
        "Reese's mischievous behavior",
        "Celebration of Clark's taunting vs criticism of Reese's taunting",
        "The 'you can't see me' move",
        "WWE superstar John Cena",
        "LSU Tigers",
        "102-85",
        "No information provided",
        "Stephen A. Smith acknowledged the double standard",
        "2023 Most Outstanding Technological Player"
    ],
    [
        "The Eras tour began in Glendale, Arizona.",
        "The first stop of the Eras tour was at State Farm Stadium in Glendale.",
        "The number of fans who attended the sold-out show in Glendale is not mentioned in the article.",
        "The setlist lasted for three hours and included 50 songs.",
        "Fans discussed and shared their excitement about the Eras tour on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was long queues and exorbitant prices.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Unknown",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne and Daisy Jones",
        "Sam Claflin",
        "Riley Keough",
        "Unknown",
        "Unknown",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the challenges faced by the characters Roy Kent and Keeley Jones in their pursuit of sustainable relationships.",
        "Brett Goldstein plays the character Roy Kent and Juno Temple plays the character Keeley Jones in the show.",
        "The article is discussing the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup is not mentioned in the article.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-doubt.",
        "Keeley's attitude brings out the best in Roy.",
        "In Season 3, Keeley transitions from a model and influencer to running her own sustainable PR firm.",
        "A central theme of the show Ted Lasso is the challenges and negative outcomes that arise from pursuing sustainability.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as involving moments of panic, shame, and self-doubt.",
        "Temple thinks that the intertwining of personal and professional spheres led to complications in Roy and Keeley's relationship."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "The livestream of the reunion was marred by technical glitches.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship is mistreatment and belittling on a national television platform.",
        "The outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship is that they decided to continue dating and living together.",
        "Jackie Bonds pursued her unresolved feelings for Josh.",
        "The Love Is Blind reunion was originally supposed to air at a specific time, but it is not mentioned in the article.",
        "A popular hashtag on Twitter during the technical difficulties is not mentioned in the article.",
        "The hosts of the Love Is Blind reunion are not mentioned in the article."
    ],
    [
        "Judy Blume",
        "The British newspaper that profiled Judy Blume is not mentioned in the article.",
        "The profile about Judy Blume was not mentioned in the article.",
        "The headline of the profile was not mentioned in the article.",
        "The article does not mention what Blume said about JK Rowling.",
        "The issue Freeman was referring to when she said Blume was supporting Rowling is not mentioned in the article.",
        "Blume's tweet to clarify her stance is not mentioned in the article.",
        "The interview Blume pointed to in her subsequent tweet is not mentioned in the article.",
        "The memoir Blume praised in the Variety interview is not mentioned in the article.",
        "The person Freeman interviewed last year for the Guardian is not mentioned in the article."
    ],
    [
        "The two Romanian women and Tristan Tate will remain locked up in Romania for another 30 days.",
        "The investigation is about allegations of human trafficking and rape.",
        "The new detention date is until the end of February.",
        "The claims against the suspects are human trafficking and rape.",
        "Yes, the suspects can appeal the court's decision.",
        "The reason for denying their initial appeal is not mentioned in the article.",
        "Tate has been held in detention for three weeks.",
        "The maximum number of days Tate could be held in detention is 180 days.",
        "Tate claimed to have added his brother Tristan on his visitation forms.",
        "No, the article does not mention if only family members are allowed to visit Tate during his detention."
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23",
        "140",
        "2020",
        "90",
        "Donna Rotunno",
        "Judge Lisa B. Lench",
        "4",
        "His conviction and sentence"
    ],
    [
        "Logan Roy dies in the series 'Succession'.",
        "The episode in which Logan Roy dies is titled 'Connor's Wedding'.",
        "The event taking place during the episode 'Connor's Wedding' is Logan Roy's rollercoaster ride to Sweden.",
        "Logan Roy is trying to sell Waystar-Royco.",
        "Logan Roy's eldest son is Kendall.",
        "The TV show mentioned that also killed off a major character in its final season is 'Game of Thrones'.",
        "The series 'Succession' debuted in the year 2018.",
        "Kendall is known for having moments of suicidal ideation throughout the show.",
        "There are no episodes left in the series after Logan Roy's death as it concludes.",
        "The main plot of 'Succession' revolves around power struggles within the Roy family and their media empire."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "Prince Harry",
        "questions about Meghan's family and her baby",
        "Twitter",
        "BAFTAs",
        "She said it was 'a bit much'",
        "Rebel Wilson did not have a daughter via surrogate",
        "The London Hotel",
        "Rebel Wilson apologized for claiming to be the first plus-sized actress to star in a romantic comedy."
    ],
    [
        "Naples, Florida",
        "Not mentioned",
        "GLSEN Collier County",
        "To address the obstacles and struggles faced by LGBTQ youth in Florida",
        "'Don't Say Gay'",
        "The Parental Rights in Education Act restricted discussions of homosexuality in schools",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder.",
        "The victims of the murder are Alex's wife, Maggie, and their son Paul.",
        "The state and city where the trial is taking place are not mentioned in the article.",
        "The prosecution believes Alex's main motive for the murder was his alleged financial crimes about to be exposed.",
        "The defense admitted that Alex Murdaugh had personal issues related to drug addiction.",
        "According to Jim Griffin, Alex lied to investigators and loved ones because he was weighed down by his own personal demons and couldn't handle more scrutiny.",
        "The lead prosecutor, Creighton Waters, did not comment on Alex's character in the given article.",
        "The defense described Alex's relationship with his family as loving and stated that he would never resort to extreme measures.",
        "Unanimity among all twelve jurors is required for a conviction."
    ],
    [
        "Selena's TikTok video confessing to an eyebrow mishap",
        "Justin Bieber married Hailey in 2018",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in 2018",
        "Selena posted a TikTok video about an eyebrow mishap caused by a laminator",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'",
        "Selena publicly supported Kylie's clarification and expressed admiration for her",
        "Hailey's tweet about Justin Bieber and Selena Gomez's relationship in 2011 is unknown",
        "Selena and Justin first started dating in 2010",
        "Hailey first befriended Justin in 2009",
        "Justin and Selena's final attempt at a relationship occurred in 2018"
    ],
    [
        "Three students lost their lives in a tragic event at Michigan State University.",
        "Three students were killed in the shooting.",
        "There is no mention of any students being critically injured in the article.",
        "The names of the three deceased victims are Alexandria Verner, Brian Fraser, and Arielle Anderson.",
        "There is no information about which high school Alexandria Verner graduated from.",
        "There is no mention of Alexandria Verner playing any sports in high school.",
        "Brian Fraser's hometown is not mentioned in the article.",
        "Arielle Anderson's hometown is not mentioned in the article.",
        "Brian Fraser was the president of Phi Delta Theta fraternity.",
        "Although Arielle Anderson's profession is not explicitly mentioned, it is stated that she had an unwavering dedication to helping those in need."
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "Financial downfall",
        "$792,000 disappearing",
        "Embezzlement and attempting to hire an assassin",
        "To divert attention from his financial downfall",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "Her triumph over adversity and positive transformation within the entertainment industry",
        "Allegations of offering alcohol to underage actors and uncomfortable situations during filming",
        "Skins",
        "16",
        "Kaya Scodelario mentioned issues with mental health",
        "No information provided in the article",
        "An uplifting account",
        "No information provided in the article",
        "No information provided in the article"
    ],
    [
        "They were terminated.",
        "Their actions were criticized.",
        "Fire Chief Gina Sweat expressed disappointment.",
        "Five officers were fired and charged with second-degree murder.",
        "Another officer was relieved of duty.",
        "The death of Tyre Nichols.",
        "He was a skateboarder and photographer.",
        "He died three days later.",
        "Attorneys for Tyre Nichols's family blamed the police officers for his death.",
        "The article does not provide that information."
    ],
    [
        "Tyre Nichols was a skateboarder who passed away",
        "The memorial for Tyre Nichols took place at the skate park",
        "The incident that caused Tyre Nichols' death is not mentioned in the article",
        "The article does not mention any police officers facing murder charges for the incident",
        "The article does not mention what happened to the sixth police officer involved in Tyre Nichols' death",
        "The article does not mention the name of the Sacramento suburb where Tyre Nichols and his friends used to skate",
        "Tyre Nichols' friends remembered him for his profound impact on their lives",
        "The article does not mention Tyre Nichols' style of skating",
        "During the memorial service, the friends expressed their applause by tapping skateboards against the ground",
        "The article does not mention Tyre Nichols's uncle or any interaction with Danforth and Alex Wilson"
    ],
    [
        "Sam Bankman-Fried",
        "fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "missing amount not mentioned in the article",
        "Gary Wang and Caroline Ellison",
        "regulators and government agencies"
    ],
    [
        "17",
        "40,000",
        "catastrophic floods",
        "San Miguel area",
        "57,000",
        "impending storms",
        "Highway 101",
        "a fallen tree",
        "Highway 101",
        "Unknown"
    ],
    [
        "Justin Pearson",
        "His stance against gun violence",
        "Tennessee GOP",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "5"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Dion's absence from the '200 Greatest Singers of All Time' list",
        "Janet Jackson, Madonna, Cher, Nat King Cole, Judy Garland",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified"
    ]
]