[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Alex's wife, Maggie Murdaugh, and their son, Paul Murdaugh.",
        "Prosecutors say cellphone and video evidence places Alex at the scene of the crime.",
        "Maggie Murdaugh was killed with a 300 Blackout AR-style rifle.",
        "The date of the murder was June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not mentioned in the article."
    ],
    [
        "The theft of liquor from their neighbor's house in Vermont.",
        "Vermont.",
        "Several bottles of alcohol.",
        "May 1.",
        "89 to 90 days.",
        "$500 fine and a $192 surcharge.",
        "One year.",
        "The Flash.",
        "June 16.",
        "Arrests in Hawaii for disorderly conduct and assault."
    ],
    [
        "The speculated reason is that it signifies the end of Taylor Swift and Joe Alwyn's romance and reflects on environmental issues.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "'Invisible String' was swapped with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "'Invisible String' and 'The 1' appear on the album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when co-writing songs with Taylor Swift.",
        "Entertainment Tonight was the first media outlet to report the news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "The next scheduled performance of Taylor Swift is not mentioned in the article.",
        "Taylor Swift will perform in Arlington on April 13."
    ],
    [
        "The main topic of the election in Wisconsin is abortion rights.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is that it could have dire consequences for the future of abortion rights in Wisconsin.",
        "The law currently being challenged in regards to abortion rights in Wisconsin is the 1849 ban.",
        "$29 million has been spent on political ads for this election.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to the confusion caused by the overturning of Roe v. Wade and the revival of the 1849 ban.",
        "The result of the February primary for the Wisconsin Supreme Court seat is not specified in the article.",
        "The polls will close for this election on Tuesday."
    ],
    [
        "Asking for a Green Planet",
        "To provide health advice and insights from environmental experts",
        "There is a high probability that others are experiencing similar health issues",
        "Consult your doctor",
        "No, all questions are welcome",
        "By completing a form on the website",
        "Yes, you can revisit the form to submit more questions",
        "Unusual discharge, mysterious bumps on skin, urinating after sexual activity, hands swelling during a hike, excessive cannabis consumption leading to nausea",
        "Yes, it is a safe space to ask questions",
        "Not all submitted questions will be answered"
    ],
    [
        "HB 1467",
        "July 2022",
        "To undergo a formal approval process before being used in Florida's public schools",
        "Moms For Liberty",
        "Books related to race or LGBTQ rights",
        "Banning critical race theory, silencing discussions on LGBTQ topics",
        "They all restrict academic freedom in Florida's schools",
        "The text of HB 1467 cites Florida Statute 1003.42, which requires a formal approval process for instructional materials",
        "Potential felony charges and penalties against teaching certificates",
        "An Advanced Placement course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkiller misuse",
        "2018",
        "unknown",
        "unknown",
        "unknown",
        "Mike Sutton",
        "unknown"
    ],
    [
        "2011",
        "23",
        "Daenerys Targaryen",
        "2",
        "2011",
        "No information provided in the article about Emilia Clarke's Instagram bio.",
        "No information provided in the article about what Emilia Clarke's mom sent her.",
        "No information provided in the article about what was written on the mug.",
        "No information provided in the article about Jon Miller's comment on Emilia's post.",
        "Emilia believes that one's face should reflect the journey they have taken in life and welcomes the changes that time brings."
    ],
    [
        "Jeremy Renner was involved in a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered critical injuries, including blunt chest trauma and orthopedic injuries.",
        "The roads were closed and there was significant snowfall during the accident.",
        "The Washoe County Sheriff's Office is currently investigating the accident.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery for blunt chest trauma and orthopedic injuries.",
        "Renner is currently recovering in the ICU.",
        "Renner shared a hospital bed selfie on Instagram."
    ],
    [
        "Kelsea Ballerini",
        "The victims of the Nashville school shooting",
        "6",
        "Unknown",
        "Her own high school",
        "Unknown",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "Unknown",
        "Opposed to firearm restrictions and stronger gun control laws"
    ],
    [
        "Rise of Voice Deepfakes: Unleashing Amusement and Caution on Social Media",
        "Digital content producer",
        "ElevenLabs app",
        "ZimoNitrome",
        "Pade",
        "US presidents",
        "Promoting his retro pop culture podcast",
        "AI-generated audio",
        "The potential risks involved",
        "The clear context and outlandish nature of the audio snippets"
    ],
    [
        "The Sims childbirth simulator",
        "Host of metaverse interview series called 'Are We There Yet?'",
        "Virtual life simulation game",
        "Twitch",
        "Final trimester",
        "The Sims",
        "Not mentioned",
        "Exploring eco-friendly birthing methods and practices",
        "Connecting with other eco-conscious creators online",
        "Not mentioned"
    ],
    [
        "Susana Morales",
        "They were callously dismissed",
        "To shine a light on the unresolved cases involving missing Black and brown girls under the age of 21",
        "She texted that she was on her way home",
        "In a wooded area",
        "Miles Bryant is a former police officer",
        "He was charged with kidnapping and murder",
        "He allegedly stalked and attempted to break into the home of Elesha Bates",
        "She believed that Susana's death could have been prevented if law enforcement detained individuals like Bryant after their initial offenses",
        "Increased transparency from the police and accountability for employing individuals with a history of violence"
    ],
    [
        "Letitia Wright",
        "She initially said that 'Black Panther 3' was already in progress",
        "The initial comment took place during the Golden Globes red carpet event",
        "Some fans interpreted her initial comment as the film being officially greenlit and on its way",
        "She clarified her statement during the Newport Beach Film Festival UK Honours event",
        "In her clarification, she emphasized the hope for another film in the franchise and the importance of the script process",
        "She plays the role of Shuri in the Black Panther franchise",
        "The title of the Black Panther sequel is 'Black Panther: Wakanda Forever'",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "In a New York Times interview, Ryan Coogler expressed his openness to continuing his involvement in the franchise while acknowledging larger business considerations"
    ],
    [
        "The article is about Jeremy Renner's recovery journey after a snowplow mishap.",
        "Jeremy Renner is a beloved actor known for his role in 'The Mayor of Kingstown.'",
        "Jeremy Renner was accidentally run over by a snowcat on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a robust truck-like vehicle that operates on tracks.",
        "The injuries sustained by Jeremy Renner are not mentioned in the article.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched an episode of the TV show 'Mayor of Kingstown' with his family during recovery.",
        "The TV show 'Mayor of Kingstown' is on the platform mentioned in the article.",
        "Jeremy Renner updated fans on his recovery through Twitter, Instagram, and a video."
    ],
    [
        "The Last of Us",
        "Cordyceps",
        "Ants, spiders, grasshoppers, locusts, and moths",
        "Digestive enzymes",
        "Mycelia",
        "The infected ant climbs up a tree and bites onto a stem or leaf",
        "Humans have high temperature that makes it difficult for cordyceps to thrive",
        "Candida auris",
        "Candida auris can cause bloodstream infections",
        "Stay informed and embrace humor"
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother",
        "watching the show",
        "not mentioned in the article",
        "2",
        "Jessica Chastain and Halle Berry",
        "previous winners of the Best Actress category",
        "Golden Globe and SAG award"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "a breakup album",
        "Reputation Stadium Tour",
        "baby boy",
        "Maroon",
        "Paper Rings",
        "The Great War",
        "gesture during 'Delicate'"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram on TikTok",
        "Struggling performance in high school math classes",
        "#snoopy",
        "813.9 million views",
        "An exclusive Snoopy shirt",
        "April 19",
        "Drawing Snoopy and learning HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "5",
        "0",
        "Thomas Elliott",
        "5",
        "Not mentioned",
        "Not mentioned",
        "Connor Sturgeon",
        "Social media",
        "Not mentioned"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "The scene that demanded a full-body shot",
        "Maggie Carey",
        "Simple yet unanticipated: 'masturbate'",
        "Aubrey Plaza initially envisioned a restrained portrayal with her hand delicately fading from view",
        "Aubrey Plaza was clad in nothing but her undergarments and a Clinton t-shirt",
        "Maggie Carey described Aubrey Plaza's performance as unwavering courage and unflinching embodiment of the character",
        "Some internet users reacted with deep concerns about the boundaries of consent and the realm of artistic expression"
    ],
    [
        "Eric Holder Jr.",
        "Wednesday",
        "outside his own clothing store in the gritty South Los Angeles neighborhood",
        "60 years to life behind bars",
        "firearm sentencing enhancement and assault with a firearm",
        "downgrading the murder charge to voluntary manslaughter",
        "premeditated and fueled by deep-rooted animosity between Holder and Hussle",
        "Rollin' 60s gang",
        "schizophrenia",
        "Yes"
    ],
    [
        "endometriosis",
        "The abnormal growth of tissue resembling the uterine lining outside of the uterus",
        "several years",
        "applying soothing heat to her lower back",
        "Epsom salt baths",
        "CBD gummies",
        "hot water bottles",
        "Moxibustion heat therapy",
        "online communities exclusively dedicated to endometriosis",
        "surgery to excise endometriomas alongside the insertion of a Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "House Energy and Commerce Committee",
        "Unknown",
        "ByteDance",
        "Three bills",
        "China and Russia",
        "Project Texas",
        "Unknown",
        "Senators Mark Warner and John Thune",
        "National security"
    ],
    [
        "Wyoming",
        "Not mentioned",
        "Not mentioned",
        "Cases of sexual assault, incest, 'natural miscarriage,' and situations posing imminent peril to the life or health of the pregnant individual",
        "Not mentioned",
        "Yes",
        "Not mentioned",
        "Women's Health & Family Care Clinic",
        "The Supreme Court's decision to overturn Roe v. Wade",
        "More than half"
    ],
    [
        "Elvis Presley",
        "He secluded himself for an extended period",
        "Some labeled him as 'insufferable'",
        "To accurately portray the older version of Elvis",
        "He indulged in two dozen doughnuts and other treats",
        "He felt 'awful'",
        "Ryan Gosling",
        "He consumed melted Häagen-Dazs ice cream",
        "Miscommunication during the pre-production process",
        "Another actor"
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, Amazon",
        "On their backs on a flat surface",
        "Kids2 Rocking Sleepers",
        "15",
        "Boppy newborn lounger",
        "MamaRoo baby swings"
    ],
    [
        "58 million chickens and turkeys",
        "50%",
        "egg shortage, inflation, and demand",
        "over 120",
        "Spain",
        "50%",
        "wild migratory birds such as ducks and geese",
        "spread to twice as many states as the 2015 outbreak",
        "through respiratory droplets",
        "wearing an N95 respiratory or surgical mask, eye protection, disposable gloves, and boots"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "unknown",
        "protesting gun violence",
        "deadly school shooting in Nashville",
        "Justin Jones",
        "unknown",
        "compared their actions to the January 6 Capitol riot",
        "Yes"
    ],
    [
        "A recent revelation by Politico sheds light on an intriguing discovery in an old Wikipedia user biography.",
        "Republican",
        "Long Island",
        "Politico",
        "Anthony Devolder",
        "Hannah Montana",
        "The Suite Life of Zack & Cody",
        "The Invasion",
        "Anthony Devolder",
        "Marisa Kabas"
    ],
    [
        "After a tough battle, Kevin McCarthy was elected as the Speaker of the House of Representatives.",
        "It took 15 rounds of voting for McCarthy to win the majority.",
        "McCarthy needed 216 votes to win in the final ballot.",
        "Hakeem Jeffries received 212 votes in the final ballot.",
        "The Republican party's struggle to coalesce around a candidate for the House speaker lasted for days.",
        "There hasn't been such a long bid for House speaker in recent history.",
        "Some concessions demanded by the Republicans opposing McCarthy included less government spending and specific policy changes.",
        "Many of the Republicans who voted against McCarthy belong to the super conservative Freedom Caucus and had been endorsed by former President Donald Trump.",
        "During the 14th round of voting, an incident occurred on the House floor involving Rep. Mike Rogers and Rep. Matt Gaetz.",
        "House Democrats consistently supported Hakeem Jeffries for the position."
    ],
    [
        "HB 9",
        "Misdemeanor charges and a $3,000 fine",
        "Felony charges, up to six years in prison, and a $3,000 fine",
        "The governor faces a time-limited decision",
        "Bella DuBalle",
        "Atomic Rose nightclub",
        "Kathy Sinback",
        "Drag performances and trans healthcare for minors",
        "The Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To provide individuals with the opportunity to access college courses on YouTube",
        "3.5 million",
        "$25",
        "$400",
        "data literacy, chemistry, algebra, writing composition, human communication, rhetoric and composition, math, and US history to 1865",
        "To allow students to complete their entire first year of college through the program",
        "Not specified"
    ],
    [
        "The worldwide shortage of Ozempic is causing the current shortage.",
        "Ozempic is originally approved for treating Type 2 diabetes.",
        "Wegovy is the brand name for semaglutide when used for weight loss.",
        "Ozempic belongs to the class of medications called GLP-1 receptor agonists.",
        "The difference between Wegovy and Ozempic is that Wegovy is approved to treat obesity.",
        "The usage of Ozempic has grown globally year to date, but the exact percentage is not mentioned in the article.",
        "The reason for insurance companies offering less coverage for weight management medications is that most health plans do not cover them.",
        "The Ozempic and Wegovy shortages can affect patients with Type 2 diabetes by forcing them to use less effective medications to control their blood sugar.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working to fix the supply issues, but there are still some delays in certain areas.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to talk to healthcare professionals for guidance."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "Six people",
        "Three children and three staff members",
        "The shooter is not mentioned in the article",
        "They guided the children across a busy highway",
        "They were going to a conference at their child's school",
        "The article does not mention the name of the school",
        "She previously lived near Sandy Hook",
        "Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "She contended that he was the true victim",
        "The article does not mention the date of the arraignment",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "She claimed that he struck her face, gripped her hand, and placed his hand on her neck",
        "A limited order of protection",
        "May 8",
        "She said that video evidence and witness testimony would support Majors' assertions",
        "Chaudhry said she was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "The occasion for Rihanna's performance was the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show on her 35th birthday.",
        "The songs Rihanna performed during the show were 'Umbrella,' 'Work,' and 'Bitch Better Have My Money.'",
        "Fans noticed that Rihanna had a beautiful baby bump during her performance.",
        "Rihanna hinted at her pregnancy by resting her hands on her stomach during her performance.",
        "Rihanna confirmed her pregnancy through her representative who spoke to the Associated Press.",
        "After the birth of her second child, Rihanna will have two children.",
        "Rihanna's partner is A$AP Rocky.",
        "Rihanna's birthday is on her 35th birthday."
    ],
    [
        "MrBeast is a YouTuber.",
        "MrBeast has 50 million subscribers on YouTube.",
        "The title of MrBeast's latest controversial video is '1,000 Blind People See for the First Time.'",
        "The video focuses on surgeries for individuals with blindness and low vision.",
        "One woman who received surgery and $10,000 reacted with tears of gratitude.",
        "MrBeast gave a brand-new Tesla to a man who missed driving.",
        "The controversial video received millions of views, but the exact number is not specified in the article.",
        "MrBeast's goal is to give away all his money before he passes.",
        "Steve Saylor uses the term 'exploitative inspiration porn' to describe videos that exploit disabled people's struggles.",
        "Twitch commentator Hasan Piker emphasizes the importance of accessible healthcare and the positive ripple effects it can create."
    ],
    [
        "Timothy Goodman became the unwitting protagonist of a viral TikTok video.",
        "The viral video received over a million views before it was removed.",
        "Nonplayer characters (NPCs) are background figures in online videos who often become targets of ridicule.",
        "Jenna Drenten is an associate professor at Loyola University Chicago. She explains that we are living in a self-induced surveillance state where constant filming and surveillance have become the norm.",
        "When a video goes viral on TikTok, it gains widespread attention and popularity.",
        "Mark Bartholomew argues that our sense of privacy is declining when it comes to recording people without their permission in public areas.",
        "The issue with Harrison Pawluk's viral TikTok video was that the woman involved, Maree, did not consent to being filmed and felt dehumanized by the encounter.",
        "Sarah Isenberg felt uncomfortable and violated when she found herself unknowingly filmed in another person's vlog about New York City.",
        "Lilly Simon experienced the discomfort of being surreptitiously filmed in a subway video.",
        "Content like Pawluk's aims to elevate the creator as the hero of the story at the expense of someone else's privacy and dignity, according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "2016",
        "Utah",
        "Gwyneth Paltrow was found not liable",
        "To emphasize that the actual damages were much higher",
        "Gwyneth Paltrow offered well wishes",
        "Retired optometrist",
        "Not provided"
    ],
    [
        "The initial ruling excluded evidence of Alex's alleged suicide plot.",
        "Judge Newman was presiding over Alex Murdaugh's trial.",
        "The morning's ruling reversed the initial decision and allowed evidence of the suicide plot.",
        "Alex Murdaugh allegedly attempted to hire Curtis 'Eddie' Smith for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the victims Maggie and Paul.",
        "Proctor initially believed the murders were connected to a previous fatal boat crash caused by Paul.",
        "Proctor's perception of the roadside shooting involving Alex changed when she disclosed that Alex's initial story was false.",
        "Alex allegedly paid a significant amount of money to Curtis 'Eddie' Smith for drugs.",
        "Alex's defense team attempted to demonstrate a potential gap in the SLED team's collection of evidence related to the drug gang members.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They resemble a fusion of old-fashioned Kewpie babies and troll dolls.",
        "The release date of Sonny Angels is not mentioned in the article.",
        "The article does not mention the number of views for the hashtag #sonnyangels on TikTok.",
        "According to the official website, the dolls are designed to be 'small boyfriends' that bring healing and a smile to their owners.",
        "Erika Saito",
        "The Sonny Angel meetup was held at Washington Square Park in New York City.",
        "The article does not mention the specific date of the April Sonny Angel meetup.",
        "At Sonny Angel meetups, people gather, exchange social media handles, and interact with Sonny Angel influencers.",
        "The article does not mention any CDC study in 2023 about teen girls."
    ],
    [
        "Andrew Tate",
        "kickboxer",
        "Bucharest, Romania",
        "human trafficking, rape, and organized crime",
        "method used to ensnare women through deceptive romantic relationships",
        "$450",
        "Etsy",
        "Instagram",
        "direct messaging with random emojis",
        "convincing his girlfriends to engage in sex work"
    ],
    [
        "Sheryl Lee Ralph",
        "Way Up With Angela Yee",
        "forcibly engaged in an unwanted act",
        "No",
        "Marc Morial",
        "remain silent",
        "To avoid negative publicity",
        "To speak their truth",
        "She commended the power of accountability",
        "She commended the power of accountability"
    ],
    [
        "Shanquella Robinson is an American tourist.",
        "Shanquella Robinson died in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was a severe spinal cord injury and atlas luxation.",
        "The video that emerged in November showed a brutal assault that Robinson endured in a hotel room.",
        "Robinson's family initially believed alcohol poisoning was the cause of her death.",
        "The Robinson family sent a letter to US President Joe Biden and Secretary of State Antony Blinken.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney's Office for the Western District of North Carolina announced that there is not enough evidence to support a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson expressed disappointment with the US autopsy findings.",
        "Civil rights attorney Ben Crump and the Robinson family believe there is still hope for justice to prevail."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "The setting of 'Glass Onion' is a sun-soaked Greek island.",
        "Casino Royale",
        "Kate Hudson",
        "There is a surprise sports star cameo.",
        "$450 million",
        "December 23rd"
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "8 years old",
        "6 weeks old",
        "accused of 'flirting'",
        "for wearing a bikini",
        "frustrating and indignant",
        "blue",
        "sexualization of young girls"
    ],
    [
        "Madison",
        "A podcast episode of Girls Next Level",
        "Not specified",
        "Not specified",
        "Their first sexual encounter with Hefner",
        "Power dynamics, consent, and societal attitudes towards contraception within their relationship",
        "Hefner's track record of only fathering children when he was married and had planned for it",
        "By engaging in self-pleasure while watching pornography instead of completing the act of intercourse",
        "Not specified",
        "Not specified"
    ],
    [
        "The main topic of the article is Twitter's decision to no longer support free access to its API for bots.",
        "The popular Twitter bot mentioned first in the article is @MakeItAQuote.",
        "The number of followers that @MakeItAQuote has is not mentioned in the article.",
        "Twitter's API is used by bots to access and interact with Twitter's platform and its features.",
        "Twitter is making a change to no longer support free access to its API for bots.",
        "The potential negative side effect of this change is the potential loss of valuable digital creations and diversity within the bot community.",
        "Elon Musk suggested that API access could cost $100/month.",
        "One example of a bot that tweets about newsworthy events is @BigTechAlert.",
        "John Emerson runs 24 bots.",
        "Most of John Emerson's bots tweet artwork from various museums."
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "roughly 1,100",
        "Halle Berry",
        "Julian Hilliard",
        "Jake Lloyd",
        "COVID-19",
        "They retracted Armstrong's nomination"
    ],
    [
        "Star Ballroom Dance Studio",
        "10",
        "10",
        "Lunar New Year",
        "The owner's son disarmed him at the entrance",
        "Predominantly Asian",
        "Asian American and Pacific Islander advocacy groups",
        "0",
        "Ming Wei Ma",
        "Unknown"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "February 12",
        "3",
        "2013, 2015",
        "Snoop Dogg, Dr. Dre, Mary J. Blige, Eminem",
        "Coldplay and Bruno Mars",
        "Super Bowl 50",
        "To highlight Beyoncé's unparalleled performances rather than undermine Rihanna's immense talent."
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Unknown",
        "A sudden feeling of intense heat and sweating",
        "The transitional period surrounding menopause",
        "Unknown",
        "Unknown",
        "CBS Mornings",
        "Unknown",
        "Her period becoming a bi-weekly occurrence"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "Request prayers for her father's recovery",
        "Privacy",
        "TMZ",
        "The severity of Foxx's condition remains a mystery",
        "Back in Action",
        "Glenn Close and Cameron Diaz",
        "Annie"
    ],
    [
        "California last witnessed a superbloom before the current one in 2019.",
        "The historic superbloom in California was caused by an abundance of rain.",
        "The superbloom has occurred in Monterey, San Luis Obispo, and Kern counties.",
        "The desert phenomenon that happens after an abundance of rainfall causes dormant seeds to germinate is a superbloom.",
        "Visitors often take selfies with the superbloom at the Temblor Range.",
        "The mountain range touched by the San Andreas Fault and painted by various wildflower species is the Temblor Range.",
        "The consequence of heavy foot traffic during a superbloom is damage to the delicate ecosystem.",
        "The California Department of Parks and Recreation has been working to inform the public about safety and responsibility during the superbloom.",
        "The slogan used by State Parks director Armando Quintero to encourage responsible superbloom visiting is 'Don't Doom the Bloom!'",
        "Various types of flowers typically bloom during a California superbloom."
    ],
    [
        "Relaxation gifts",
        "DIY spa night",
        "Luxurious bathtub caddy tray",
        "Not mentioned",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "Not mentioned",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating Ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Connecticut Convention Center in Hartford",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo sessions",
        "Pose on a replica of the epic orange couch from All That",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Taking the month of January off",
        "The recent shift is towards embracing the concept of 'Self-Care January'",
        "Setting extreme goals may not lead to success",
        "January is difficult due to cold, dark days and the toll of the holiday season",
        "Tinx focuses on activities that bring her joy and tailors her self-care routines",
        "John C. Norcross suggests lowering unrealistically high standards and critical expectations",
        "Tinx prioritizes herself by cutting out alcohol, managing stress, ensuring ample sleep, and allowing her body to rest",
        "The author's personal self-care plan involves finding a balance between work and self-care",
        "Dr. Gail Saltz says willpower is finite and pushing oneself to the extreme can lead to feelings of failure",
        "The main idea of taking January off is to recharge, reflect, and set oneself up for success"
    ],
    [
        "New York Magazine",
        "Respect boundaries in the professional sphere",
        "Forget about asking to be added",
        "Private",
        "Give a casual 'haha' reaction",
        "Let them capture their picture-perfect dish",
        "Maintain professionalism and focus on business interactions",
        "There is no specific rule mentioned about lowercase and uppercase texts",
        "Respect their privacy and keep it to yourself",
        "Maintain a supportive and professional environment",
        ""
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "June 2021",
        "three hours",
        "life imprisonment",
        "Not mentioned",
        "Diverting attention from alleged financial wrongdoings",
        "lack of direct evidence",
        "Not mentioned",
        "subsequent suicide-for-hire scheme"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "Involvement in a nationwide fraud scheme",
        "Not specified",
        "Not specified",
        "His stance on Shah's legal woes",
        "February 17",
        "A mental health treatment program"
    ],
    [
        "Kim Kardashian was spotted celebrating St. Patrick's Day in a traditional London pub.",
        "Kim Kardashian was drinking Guinness at the pub.",
        "During her trip to London, Kim indulged in a 'baby Guinness' shot.",
        "Kim Kardashian posted a photo of herself and her girlfriends proudly displaying their pints of beer on her Instagram story.",
        "A 'baby Guinness' shot is made of coffee liqueur and Irish cream.",
        "Kim's pub photo resonated with people because she appeared to seamlessly blend into the British pub scene, resembling an everyday girl.",
        "The response to the assumption that Kim's pub outing was an attempt to seem more relatable was mixed, with some fans defending her and others expressing skepticism.",
        "The behind-the-scenes photo revealed that Kim's pub adventure was a meticulously staged event for her family reality show, The Kardashians.",
        "Kim Kardashian is assumed to be filming for The Kardashians reality show.",
        "The general reaction to the behind-the-scenes photo was disappointment and disillusionment among fans, realizing that Kim's pub crawl was not the genuine experience it appeared to be."
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "unknown",
        "Sally Field",
        "Life Achievement Award",
        "unknown",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "Chew's testimony during the congressional hearing.",
        "House Energy and Commerce Committee.",
        "Millions of monthly users in the United States.",
        "Concerns over user data access by TikTok's China-based parent company.",
        "Three bills.",
        "Project Texas.",
        "Age and lack of familiarity with the platform among certain lawmakers.",
        "No information provided in the article.",
        "No information provided in the article.",
        "No information provided in the article."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "Unknown",
        "Jay-Z",
        "Roc Nation",
        "112,000"
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "Unknown",
        "Jay-Z",
        "Roc Nation",
        "112,000"
    ],
    [
        "The Trans Rights Readathon began at an unspecified time.",
        "Sim Kern is the organizer and activist behind the Trans Rights Readathon.",
        "Participants can donate to trans rights organizations during the Trans Rights Readathon.",
        "The article does not mention where participants can sign up for the Trans Rights Readathon.",
        "Participants can use various social platforms for the Trans Rights Readathon.",
        "The recommended genres of books by trans authors are memoir, young adult contemporary, magical realism, and romance.",
        "The speculative novel by Marisa Crane is titled 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is titled 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "The groundbreaking exploration of gender and traditions by Aiden Thomas is titled 'Cemetery Boys'."
    ],
    [
        "Three",
        "Cinematographer, Director",
        "Reese Price, Ross Addiego, Doran Curtin",
        "Unnamed production companies",
        "Negligence and failure to adhere to safety protocols",
        "Insomnia, anxiety, depression, symptoms of post-traumatic stress disorder",
        "No charges were brought against Alec Baldwin in January",
        "N/A",
        "Baldwin ignored the primary rule of gun safety by pointing the weapon at Hutchins",
        "Meaningful emotional or mental health support"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "No information available",
        "May 10",
        "Stockholm",
        "July 8 in Toronto",
        "Chicago, New York, Los Angeles, and Houston",
        "Warsaw",
        "No information available",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bela Malhotra",
        "Shaggy Rogers",
        "Is Everyone Hanging Out Without Me? (And Other Concerns)",
        "Why Not Me?",
        "Because of personal attacks and the perpetuation of harmful stereotypes."
    ],
    [
        "2009",
        "32",
        "The Price of Glee",
        "ID and Discovery+",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "Overdose",
        "Suicide",
        "Drowned in a lake",
        "2020",
        "Kevin McHale and Jenna Ushkowitz"
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was involved in a snowplow catastrophe",
        "To rescue his nephew from imminent danger",
        "ABC",
        "April 6",
        "Eight ribs broken in 14 different places, pierced liver, collapsed lung, shattered jaw and eye socket",
        "He used sign language",
        "Over 30 broken bones",
        "A snowcat",
        "There is no mention of a show Jeremy Renner watched with his family on January 15"
    ],
    [
        "July 1, 2021",
        "The new law bans drag performances in public spaces and in front of minors",
        "SB 1, which imposes restrictions on gender-affirming care for transgender youth",
        "SB 1 restricts gender-affirming care for transgender youth",
        "15 other states have introduced bills targeting drag performances",
        "American Civil Liberties Union (ACLU)",
        "July 1, 2021",
        "Transgender youth can continue to receive medical care until March 31, 2024",
        "ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "35",
        "Daytona Beach, Florida",
        "Wednesday night",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "Child endangerment"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for a long time.",
        "Ariana mentioned that her apparent healthy appearance during certain times was actually a result of battles with depression, unhealthy eating habits, and reliance on antidepressants and alcohol.",
        "Ariana urged people not to comment on someone's well-being based solely on their physical appearance.",
        "Ariana decided to address the criticism to promote kindness and caution when discussing people's bodies.",
        "The main message Ariana wanted to convey in her video is that beauty transcends physical attributes and to approach each other with kindness and empathy.",
        "Social media users have reacted to Ariana's video with overwhelming support, expressing sadness for the scrutiny she faced and applauding her for speaking out.",
        "The previous celebrity case mentioned in the article as a reminder of the harm of commenting on people's appearances was about Ariana Grande.",
        "The helpline number for the National Alliance on Mental Illness is available for support and assistance.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is available for support and assistance."
    ],
    [
        "Mikayla Nogueira",
        "unknown",
        "unknown",
        "Bryant College",
        "unknown",
        "fake eyelashes",
        "TikTok's skin smoothing filter",
        "unknown",
        "white people ruining the beauty community",
        "unknown"
    ],
    [
        "Distorted objects in the background",
        "Goob or your favorite influencer’s least favorite influencer",
        "Multiple times",
        "CapCut, BodyTuneEditor, Facetune, FaceApp",
        "Edited",
        "They equate a perfect body with valid fitness advice",
        "Lower self-esteem, depression, anxiety, and body dysmorphia",
        "Certified personal trainers",
        "Anti-fat discrimination",
        "Promoting emotional well-being"
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "In 2001 and 2003",
        "The first trial resulted in a deadlock among the jury",
        "The jury overlooked crucial supporting testimony",
        "March 29",
        "The Church of Scientology",
        "The Church of Scientology attempted to shield Masterson from being held accountable",
        "Three women",
        "45 years to life in prison"
    ],
    [
        "classless",
        "For taunting Caitlin Clark during the game",
        "Different reactions to their taunts",
        "'You can't see me' motion",
        "John Cena",
        "LSU Tigers",
        "102-85",
        "They supported and defended Reese",
        "Highlighted racial dynamics and double standards",
        "2023 Most Outstanding Player"
    ],
    [
        "Taylor Swift's Eras tour began in Glendale, Arizona.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "A sold-out crowd of fans attended the show in Glendale.",
        "The setlist duration was three hours and 50 songs were performed.",
        "Fans discussed and shared their excitement about the Eras tour on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was related to Ticketmaster.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne",
        "Sam Claflin",
        "Daisy Jones",
        "interview-style",
        "Rumours",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the relationship between the characters Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the role of Roy Kent and Juno Temple plays the role of Keeley Jones in the show.",
        "The article is discussing the Season 3 premiere of the show.",
        "The initial reaction to Roy and Keeley's breakup was one of surprise and questioning the power of lasting love.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-worth issues.",
        "Keeley's positive attitude brings out the best in Roy.",
        "In Season 3, Keeley transitions from being a model and influencer to running her own successful PR firm.",
        "A central theme of the show 'Ted Lasso' is the complexities of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as struggling to navigate newfound vulnerability.",
        "Temple thinks that personal growth and independence led to complications in Roy and Keeley's relationship."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "There were technical difficulties during the livestream of the reunion.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship is not mentioned in the article.",
        "The outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship is not mentioned in the article.",
        "Jackie Bonds pursued her unresolved feelings for Marshall Glaze.",
        "The Love Is Blind reunion was originally supposed to air at a time that is not mentioned in the article.",
        "The hashtag that became popular on Twitter during the technical difficulties is not mentioned in the article.",
        "The hosts of the Love Is Blind reunion are not mentioned in the article."
    ],
    [
        "Judy Blume",
        "The British newspaper profiled Judy Blume.",
        "Hadley Freeman",
        "The headline of the profile is not mentioned in the article.",
        "Blume said she loves J.K. Rowling and supports her 100 per cent.",
        "Freeman was referring to the backlash Rowling faced for defending women's sex-based rights.",
        "Blume tweeted to clarify her stance and express her solidarity with the transgender community.",
        "Blume pointed to her interview with Variety in her subsequent tweet.",
        "The Variety interview praised diverse voices and condemned attempts to ban books that explore LGBTQ experiences.",
        "The article does not mention who Freeman interviewed last year for the Guardian."
    ],
    [
        "The two Romanian women and Tristan Tate",
        "Human trafficking and rape",
        "End of February",
        "Human trafficking and rape",
        "Yes",
        "Only family members are allowed to visit detainees",
        "22 days",
        "180 days",
        "Family members",
        "Yes"
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23",
        "18",
        "2020",
        "More than 90",
        "Donna Rotunno",
        "Judge James Burke",
        "4",
        "His New York conviction"
    ],
    [
        "Logan Roy dies",
        "Third episode",
        "'Connor's Wedding'",
        "Logan is trying to sell Waystar-Royco",
        "Kendall Roy",
        "Six Feet Under",
        "The series 'Succession' debuted in 2018",
        "Kendall",
        "There are 10 episodes left in the series after Logan Roy's death",
        "The main plot of 'Succession' is the power struggle within the Roy family."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "kindness",
        "inquiry about Meghan's children",
        "social media",
        "2022 BAFTAs",
        "mocking the couple",
        "N/A",
        "N/A",
        "mom-shaming"
    ],
    [
        "Naples, Florida",
        "The date is not mentioned in the article",
        "GLSEN Collier County",
        "To provide tools for survival and empower young queer people in Florida",
        "'Don't Say Gay' law",
        "The Parental Rights in Education Act restricted transgender youth from participating in sports",
        "The survey from the Trevor Project did not mention a specific percentage",
        "The article does not mention which organization secured funding for next year's conference",
        "The article does not mention the GLSEN chapter director and math teacher in Collier County",
        "The article does not mention the songs mashed up for the final performance at the conference"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder",
        "Alex's wife, Maggie, and their son Paul",
        "The state and city of the trial are not mentioned in the article",
        "The prosecution believes Alex's main motive for the murder was to salvage his reputation",
        "The defense admitted that Alex Murdaugh had personal issues with drug addiction",
        "According to Jim Griffin, Alex lied due to his struggles with drug addiction and paranoia",
        "The lead prosecutor's name is not mentioned in the article",
        "The defense described Alex's relationship with his family as deeply adoring and would never harm them",
        "Unanimity among all twelve jurors is required for a conviction"
    ],
    [
        "Selena posting a TikTok video about accidentally using too much laminator on her eyebrows.",
        "Justin Bieber married Hailey in 2018.",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in 2018.",
        "Selena posted a TikTok video about accidentally using too much laminator on her eyebrows.",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'.",
        "Selena supported Kylie's clarification and expressed her admiration for her.",
        "Hailey tweeted about Justin Bieber and Selena Gomez's relationship in 2011.",
        "Selena and Justin first started dating in 2011.",
        "Hailey first befriended Justin in 2011.",
        "Justin and Selena's final attempt at a relationship occurred in 2018."
    ],
    [
        "Three students were fatally shot on the campus of Michigan State University.",
        "3",
        "0",
        "Alexandria Verner, Brian Fraser, Arielle Anderson",
        "Clawson",
        "Unknown",
        "Grosse Pointe",
        "Fraternity president",
        "Phi Delta Theta",
        "Unknown"
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "His wife, Maggie, and son, Paul",
        "The defense's focus on Murdaugh's character opened the door for the prosecution to counter with questions about other alleged crimes",
        "Colleton County courthouse in South Carolina",
        "To divert attention from his impending financial ruin",
        "A sum of missing funds totaling $792,000",
        "Financial thefts and a plot to hire an assassin",
        "To divert attention from his impending financial ruin",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "The memoir detailed Jennette McCurdy's alleged abuse from her late mother and her experiences working on Nickelodeon shows",
        "Dan Schneider has faced allegations of abusive behavior on set",
        "Skins",
        "Kaya Scodelario was 14 years old when she landed the role of Effy Stonem in Skins",
        "Kaya Scodelario said her time on Skins messed with her personal life",
        "Drew Barrymore",
        "Kaya Scodelario called Jennette McCurdy's memoir a powerful and raw testament to resilience",
        "April Pearson",
        "Bryan Elsley's representative has not responded to the issues raised by April Pearson and Laya Lewis"
    ],
    [
        "They were fired.",
        "Their alleged failure to meet the department's expectations.",
        "Their actions, or rather, inactions, did not align with the department's commitment to providing exceptional service to the community.",
        "Five officers were fired and charged with second-degree murder.",
        "The sixth officer was relieved of duty.",
        "The violent altercation between Tyre Nichols and the police officers.",
        "Tyre Nichols was a skateboarder and photographer.",
        "Tyre Nichols died three days after the encounter.",
        "Attorneys for Tyre Nichols's family revealed his injuries were the cause of his death.",
        "It took nineteen agonizing minutes for a stretcher to arrive at the scene."
    ],
    [
        "Tyre Nichols was a beloved skateboarder whose life was tragically cut short.",
        "The memorial for Tyre Nichols took place at a skate park.",
        "The incident involving the authorities caused Tyre Nichols' death.",
        "The number of police officers facing murder charges for the incident is not mentioned in the article.",
        "The fate of the sixth police officer involved in Tyre Nichols' death is not mentioned in the article.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remembered him for his infectious joy, unwavering dedication to skateboarding, and boundless kindness.",
        "Tyre Nichols's style of skating is not mentioned in the article.",
        "The old skate crew expressed their applause during the memorial service by tapping their skateboards against the ground.",
        "Tyre Nichols's uncle's statement to Danforth and Alex Wilson is not mentioned in the article."
    ],
    [
        "Sam Bankman-Fried",
        "Fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "The amount is not mentioned in the article",
        "Gary Wang and Caroline Ellison",
        "The Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "rainstorms and winds",
        "San Miguel area",
        "57,000",
        "until the 18th of this month",
        "Highway 17 in the Santa Cruz Mountains and Malibu Canyon Road in Malibu",
        "colossal boulders",
        "Highway 101",
        "Kenneth Bachor"
    ],
    [
        "Justin Pearson",
        "Protesting gun violence",
        "Republican colleagues",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "Five"
    ],
    [
        "Rolling Stone",
        "Celine Dion's fans",
        "Exclusion of Celine Dion from the '200 Greatest Singers of All Time' list",
        "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, Judy Garland",
        "New York City",
        "New Year's Day",
        "Five",
        "Over 250 million",
        "Around 15",
        "Montreal"
    ]
]