[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Alex's wife and son.",
        "Prosecutors say cellphone and video evidence places Alex at the scene of the crime.",
        "A 300 Blackout AR-style rifle was used to kill Maggie Murdaugh.",
        "The murder occurred on June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with multiple counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not specified in the article."
    ],
    [
        "Theft of liquor from their neighbor's home",
        "Vermont",
        "Liquor",
        "May 1",
        "89 to 90 days",
        "$500 with a $192 surcharge",
        "a year",
        "The Flash",
        "June 16",
        "Arrested for disorderly conduct and assault, accused of mistreating Tokata Iron Eyes, and faced a harassment prevention order"
    ],
    [
        "The speculated reason is that it signifies the end of Taylor Swift and Joe Alwyn's romance and reflects on pressing environmental issues.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "'Invisible String' and 'The 1' appear on Taylor Swift's album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when cowriting some of Taylor Swift's songs.",
        "Entertainment Tonight was the first media outlet to report news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "Taylor Swift's next scheduled performance date is unknown.",
        "Taylor Swift will perform in Arlington on April 13."
    ],
    [
        "The main topic of the election in Wisconsin is abortion rights.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is its potential impact on reproductive freedom in the digital age.",
        "The 1849 ban on abortion is currently being challenged in regards to abortion rights in Wisconsin.",
        "The amount spent on political ads for this election is unknown.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to confusion caused by the legal battle and lawsuit challenging the 1849 ban.",
        "The result of the February primary for the Wisconsin Supreme Court seat is unknown.",
        "The polls will close for this election on Tuesday."
    ],
    [
        "Asking for a Green Planet",
        "To address mind-boggling questions about the body and its environmental impact",
        "Highly likely",
        "Consult a medical professional",
        "No",
        "Complete the form on the website",
        "Yes",
        "Examples are bumps on the skin, nature's call after intimacy, puffy hands during a hike, and queasiness from excessive weed consumption",
        "Yes",
        "Not all questions will be answered"
    ],
    [
        "HB 1467",
        "July 2022",
        "To require formal approval of books used in Florida's public schools",
        "Moms For Liberty",
        "Books related to race or LGBTQ rights",
        "Banning critical race theory, the Don't Say Gay bill, and HB 1467 are all part of conservative education laws promoted by Florida Gov. Ron DeSantis",
        "They all restrict certain topics or materials from being taught or discussed in schools",
        "The text of HB 1467 cites Florida Statute 1003.42, which requires all instructional materials to be accurate, objective, and balanced",
        "Legal consequences, including felony charges and penalties against teaching certificates",
        "Advanced Placement course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "2018",
        "Unknown",
        "Unknown",
        "Unknown",
        "Mike Sutton",
        "Unknown"
    ],
    [
        "2011",
        "23",
        "Daenerys Targaryen",
        "2",
        "2011",
        "N/A",
        "a dragon",
        "The Queen in the North",
        "Jon Miller commented, 'You've been doing it wrong' ",
        "She believes one's face should reflect the journey they have embarked upon in life, warmly welcoming the inevitable changes that time brings."
    ],
    [
        "Jeremy Renner faced a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered severe injuries including head injuries and orthopedic mishaps.",
        "The accident occurred amidst road closures and heavy snowfall.",
        "The Washoe County Sheriff's Office is currently investigating the accident.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery to address his injuries.",
        "Renner is currently recovering in the Intensive Care Unit (ICU).",
        "Renner shared a post on Instagram and Twitter from his hospital bed."
    ],
    [
        "Kelsea Ballerini",
        "The Nashville school shooting",
        "6 people",
        "No specific date mentioned",
        "Her own high school",
        "No information provided about a book",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "No specific school name mentioned",
        "No information provided about Gov. Bill Lee's stance on gun control laws"
    ],
    [
        "Rise of Voice Deepfakes: A Cause for Concern on Social Media",
        "Digital content producer",
        "ElevenLabs app",
        "ZimoNitrome",
        "Pade",
        "US presidents",
        "Promoting his retro pop culture podcast",
        "AI-generated audio",
        "The potential risks involved",
        "The context and outlandish nature of the audio snippets"
    ],
    [
        "The Sims childbirth simulator",
        "Host of interview series titled 'Are We There Yet?' on Meta",
        "Virtual life simulation game",
        "Twitch",
        "Final stages of pregnancy",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Various eco-friendly birthing methods and sustainable practices",
        "Engaging with creators and industry leaders",
        "Not mentioned in the article"
    ],
    [
        "Susana Morales",
        "They rejected the police's assertion that she was a runaway and implored for assistance",
        "To shed a spotlight on the number of unsolved cases involving missing Black and brown girls under 21",
        "She texted her mother that she was on her way home",
        "Her remains were found in a desolate wooded area",
        "Miles Bryant is a former police officer from the Doraville Police Department",
        "Miles Bryant was charged with kidnapping and murder in connection to Susana's death",
        "Bryant allegedly spent months stalking and attempting to break into the home of Elesha Bates",
        "Cheyenne emphasized the need for law enforcement to detain individuals like Bryant after their initial offenses",
        "Jasmine Morales demands increased transparency from the police and accountability for employing individuals with a history of violence"
    ],
    [
        "Letitia Wright",
        "She said it's already in the works and excited for fans to see it",
        "At last month's Golden Globes event",
        "Some fans interpreted it as confirmation of 'Black Panther 3' being in production",
        "During the Newport Beach Film Festival UK Honours event",
        "She clarified that there is always hope for another film in a franchise",
        "She plays the role of Shuri",
        "The title of the Black Panther sequel is not mentioned in the article",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "Ryan Coogler expressed his openness to continue his involvement in the franchise while considering larger business considerations"
    ],
    [
        "The article is about Jeremy Renner's recovery after a snowplow accident.",
        "Jeremy Renner is an environmentally conscious actor known for his performance in 'The Mayor of Kingstown'.",
        "Jeremy Renner was accidentally run over by a snowcat on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a powerful truck-like vehicle equipped with tracks.",
        "Jeremy Renner sustained injuries from being run over by the snowcat.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched the TV show 'Mayor of Kingstown' with his family during recovery.",
        "The TV show 'Mayor of Kingstown' is on the platform Twitter.",
        "Jeremy Renner updated fans on his recovery through social media, particularly Twitter and Instagram."
    ],
    [
        "The article does not mention any HBO zombie apocalypse series.",
        "Cordyceps is the real-life fungus that inspired the fictional cordyceps in the show.",
        "Insects like ants, spiders, grasshoppers, locusts, and moths are affected by the cordyceps fungus in real life.",
        "The cordyceps spores release digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that grow inward and take over the insect's brain are called mycelium.",
        "The infected ant climbs up trees and chomps on stems or leaves to benefit the cordyceps.",
        "Cordyceps fungus is not likely to affect humans because our warm-blooded nature makes it tough for the fungi to survive.",
        "Candida auris is an example of a yeast that has emerged with climate change.",
        "Candida auris can cause infections in the bloodstream and on the skin.",
        "People should stay informed, keep their sense of humor intact, and be aware of the actual risks we face."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother and mothers worldwide",
        "watching the show at home",
        "No information provided",
        "No information provided",
        "No information provided",
        "No information provided",
        "No information provided"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "a wakeup call to the pressing environmental issues",
        "Reputation Stadium Tour",
        "baby boy",
        "Maroon",
        "Invisible String",
        "Peace",
        "a heart shape with her hands"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggling in high school math classes",
        "#snoopy",
        "813.9 million views",
        "Snoopy shirt",
        "April 19",
        "Drawing Snoopy and learning HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "5",
        "0",
        "Thomas Elliott",
        "All of them",
        "Not mentioned",
        "Not mentioned",
        "Connor Sturgeon",
        "Social media",
        "Not mentioned"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "Masturbate scene",
        "Maggie Carey",
        "Masturbate",
        "Restrained portrayal",
        "Undergarments and a Clinton t-shirt",
        "Unwavering courage and unflinching embodiment",
        "Some internet users expressed valid concerns and questioned the appropriateness of the request."
    ],
    [
        "Eric Holder Jr.",
        "On Wednesday",
        "Outside his own clothing store in the gritty South Los Angeles neighborhood",
        "60 years to life behind bars",
        "Firearm sentencing enhancement and assault with a firearm",
        "Downgrading to voluntary manslaughter",
        "Premeditated and fueled by deep-rooted animosity",
        "Rollin' 60s gang",
        "Schizophrenia",
        "Yes"
    ],
    [
        "Endometriosis",
        "The abnormal growth of tissue resembling the uterine lining outside of the uterus",
        "Years",
        "Soothing heat",
        "Epsom salt baths",
        "CBD gummies",
        "Hot water bottles",
        "The YuYu Bottle",
        "Online communities exclusively dedicated to endometriosis",
        "Surgery to remove endometriomas and insertion of a Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "Congressional hearing",
        "Unknown",
        "ByteDance",
        "Three",
        "Unknown",
        "Project Texas",
        "Unknown",
        "Unknown",
        "Safeguarding user data"
    ],
    [
        "Wyoming",
        "The article does not mention a specific date for when the medication abortion ban goes into effect.",
        "The article does not mention the penalty for violating the medication abortion ban.",
        "The exemptions from the medication abortion ban are cases of sexual assault, incest, 'natural miscarriage,' and when the life or health of the pregnant individual is at risk.",
        "The article does not mention any specific medication that is exempted from the ban.",
        "Yes, seeking an abortion will not lead to prosecution.",
        "The article does not provide information on the number of states with restrictions on medication abortion.",
        "The article does not mention the name of the only abortion clinic in Wyoming.",
        "The article mentions that the Supreme Court's decision to overturn Roe v. Wade has led to a wave of anti-abortion measures.",
        "More than half of all abortions conducted in the United States are estimated to be medication abortions."
    ],
    [
        "Elvis Presley",
        "Three years",
        "True artist",
        "To accurately portray the older version of Elvis Presley",
        "He consumed a staggering two dozen doughnuts and other treats",
        "He felt awful about himself",
        "Ryan Gosling",
        "He gained weight by consuming melted Häagen-Dazs ice cream",
        "Ryan Gosling was fired due to miscommunication during the pre-production process",
        "No replacement was mentioned"
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, Amazon",
        "On their backs on a flat surface",
        "None",
        "15",
        "Boppy",
        "MamaRoo baby swings"
    ],
    [
        "58 million",
        "50%",
        "egg shortage",
        "over 120",
        "Spain",
        "50%",
        "wild migratory birds",
        "outbreak on a mink farm",
        "through direct contact with infected birds or their droppings",
        "avoid unprotected contact, wear protective gear, practice good hygiene"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "unknown",
        "protesting gun violence",
        "tragic school shooting in Nashville",
        "Justin Jones",
        "unknown",
        "compared their actions to the Capitol riot",
        "Yes"
    ],
    [
        "The latest revelation is about Santos's alleged past involvement as a drag performer.",
        "George Santos belongs to the Republican Party.",
        "George Santos represents Long Island district.",
        "The information about George Santos's lies was reported by Politico.",
        "The Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims George Santos appeared on the TV show 'Hannah Montana'.",
        "The account also claims Santos appeared on the TV show 'The Suite Life of Zack & Cody'.",
        "The account falsely claims Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the alias 'Anthony Devolder' to orchestrate a scam involving a dog's surgery.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "Kevin McCarthy was elected as the Speaker of the House on an unspecified date.",
        "It took 15 rounds of voting for McCarthy to win the majority.",
        "McCarthy needed 216 votes to win in the final ballot.",
        "Hakeem Jeffries received 212 votes in the final ballot.",
        "The length of the Republican party's struggle to coalesce around a candidate for the House speaker is not specified.",
        "The last time there was such a long bid for House speaker is not specified.",
        "The concessions demanded by the Republicans opposing McCarthy are not specified.",
        "Many of the Republicans who voted against McCarthy belong to an unspecified group.",
        "No incident is mentioned on the House floor during the 14th round of voting.",
        "The House Democrats consistently supported an unspecified candidate for the position."
    ],
    [
        "HB 9",
        "Misdemeanor charges",
        "Felony charges",
        "Unknown",
        "Bella DuBalle",
        "Atomic Rose",
        "Kathy Sinback",
        "Unknown",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To provide individuals with the opportunity to access college courses on YouTube and explore the environmental implications of technology",
        "3.5 million subscribers",
        "$25",
        "Not mentioned in the article",
        "Data literacy, chemistry, algebra, and writing composition",
        "To gradually increase the number of courses offered, including more subjects that specifically address environmental concerns",
        "Not mentioned in the article"
    ],
    [
        "The worldwide shortage of Ozempic is causing the scarcity of the drug.",
        "Ozempic is originally approved for treating Type 2 diabetes and promoting weight loss.",
        "The brand name for semaglutide when used for weight loss is Wegovy.",
        "Ozempic belongs to the class of GLP-1 receptor agonist medications.",
        "The difference between Wegovy and Ozempic is that Wegovy is approved specifically for treating obesity.",
        "The usage of Ozempic has grown globally year to date, but the exact percentage is not mentioned in the article.",
        "The reason for insurance companies offering less coverage for weight management medications is not specified in the article.",
        "The Ozempic and Wegovy shortages affect patients with Type 2 diabetes by forcing them to settle for less effective alternatives to control their blood sugar levels.",
        "The current status of the Ozempic shortage, according to Novo Nordisk, is that they are working to rectify the supply issues.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to consult healthcare professionals for guidance."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "Six people",
        "Three innocent children and three staff members",
        "The shooter is not mentioned in the article",
        "They guided the frightened children across a bustling highway",
        "They were going to a conference at their child's school",
        "The article does not mention the name of the school",
        "The article does not mention a connection to the Sandy Hook school shooting",
        "Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "Majors' lawyer defended his innocence",
        "May 8",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "Victim claimed Majors struck her face, gripped her hand, and placed his hand on her neck",
        "A limited order of protection",
        "May 8",
        "Lawyer believes evidence and witness testimony will support Majors' claims",
        "Chaudhry mentioned the woman was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "The occasion for Rihanna's performance was the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show on her own.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed cutting-edge technology integrated into Rihanna's outfit during her performance.",
        "Rihanna hinted at her pregnancy by placing her hands on her stomach during her performance of 'Diamonds'.",
        "Rihanna confirmed her pregnancy through her representative who spoke to the Associated Press.",
        "After the birth of her second child, Rihanna will have two children in total.",
        "Rihanna's partner is not mentioned in the article.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a renowned content creator on YouTube.",
        "MrBeast has millions of subscribers on YouTube.",
        "The title of MrBeast's latest controversial video is '1,000 Blind People See for the First Time.'",
        "The video focuses on surgeries for individuals struggling with blindness and low vision.",
        "One woman who received surgery and $10,000 reacted with tears of joy.",
        "MrBeast gave a shiny new Tesla to a man who missed driving.",
        "The controversial video received a large number of views.",
        "MrBeast's goal is to give away all his money before he dies.",
        "Steve Saylor uses the term 'exploitative' to describe videos that exploit disabled people's struggles.",
        "Twitch commentator Hasan Piker raises the point of societal values and the role of influencers in driving positive change."
    ],
    [
        "Timothy Goodman found himself at the center of a viral TikTok video that was a complete fabrication.",
        "The viral video about Timothy Goodman received over a million views before it was removed.",
        "Nonplayer characters (NPCs) are individuals in online content who serve as background characters or entertainment for viewers.",
        "Jenna Drenten is a professor at Loyola University Chicago who talks about the perils of our smartphone obsession and the constant surveillance we face.",
        "When a video goes viral on TikTok, it gains widespread attention and can lead to instant fame and scrutiny for the individuals involved.",
        "Mark Bartholomew says that recording people without their permission in public areas is legally permissible but may have ethical consequences.",
        "The issue with Harrison Pawluk's viral TikTok video was that the woman involved, Maree, felt dehumanized and did not consent to being filmed.",
        "Sarah Isenberg felt uncomfortable and violated when she was unknowingly filmed and recognized in someone else's TikTok vlog.",
        "Lilly Simon's experience in the subway video is not mentioned in the article.",
        "Content like Pawluk's aims to achieve attention and adoration for the creator at the expense of someone else's privacy and dignity, according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "The article does not mention the date of the ski crash incident.",
        "The article does not mention the location of the ski crash incident.",
        "Gwyneth Paltrow was cleared of the lawsuit and awarded $1 compensation.",
        "Gwyneth Paltrow countered for $1 to symbolize that the actual damages were greater.",
        "The article does not mention Gwyneth Paltrow's response to Terry Sanderson after the verdict.",
        "Retired optometrist",
        "The article does not mention the date when Terry Sanderson filed the lawsuit against Gwyneth Paltrow."
    ],
    [
        "The initial ruling regarding the admissibility of evidence related to Alex Murdaugh's alleged botched suicide plot was that it was excluded.",
        "The judge at Alex Murdaugh's trial is Judge Newman.",
        "The morning's ruling changed to allow the evidence of the alleged suicide plot to be included.",
        "Alex Murdaugh allegedly attempted to hire Curtis 'Eddie' Smith for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the victims Maggie and Paul.",
        "Proctor initially believed that the murders were linked to a previous fatal boat crash caused by Paul.",
        "Proctor's perception of the roadside shooting involving Alex changed when Alex's initial story about the shooting was revealed to be false.",
        "Alex was allegedly paying a substantial amount of money to Smith for drugs.",
        "Alex's defense team attempted to demonstrate that the SLED team's collection of evidence was incomplete.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They are tiny plastic angels with cute helmets",
        "The release date of Sonny Angels is not mentioned in the article",
        "The article does not mention the number of views for the hashtag #sonnyangels on TikTok",
        "According to the official website, the dolls symbolize healing and put a smile on your face",
        "Erika Saito organized the Sonny Angel meetup",
        "The Sonny Angel meetup was held in Washington Square Park in New York City",
        "The article does not mention the specific date of the April Sonny Angel meetup",
        "At Sonny Angel meetups, people meet their internet buddies, swap social media handles, and hang out with Sonny Angel influencers",
        "The article does not mention a CDC study in 2023 about teen girls"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "Alleged crimes",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    [
        "Sheryl Lee Ralph",
        "The podcast is not mentioned in the article",
        "The alleged assailant sexually assaulted Sheryl Lee Ralph",
        "No, the 'famous TV judge' is not named",
        "New Orleans Mayor Marc Morial",
        "The network representative asked Sheryl Lee Ralph to remain silent",
        "The network did not want negative publicity for their show",
        "Sheryl Lee Ralph advised women in the entertainment industry to assert themselves and seek justice",
        "Angela Yee's opinion is not mentioned in the article",
        "Sheryl Lee Ralph commended the power of accountability and highlighted the challenges faced by women in the industry"
    ],
    [
        "Shanquella Robinson is an American tourist who died in Mexico.",
        "Shanquella Robinson died in her hotel room in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was a severe spinal cord injury and neck injury.",
        "A video that emerged in November showed the assault that Shanquella Robinson endured in her hotel room.",
        "Robinson's family initially believed the cause of her death was alcohol poisoning.",
        "The Robinson family sent a letter demanding federal prosecution or extradition to US President Joe Biden and Secretary of State Antony Blinken.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced that there is insufficient evidence to support a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson highlighted discrepancies between the US and Mexican autopsies.",
        "Civil rights attorney Ben Crump and the Robinson family believe that there is still hope for justice to prevail."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "The setting of 'Glass Onion' is a sun-soaked Greek island",
        "Casino Royale",
        "Kate Hudson",
        "There is a surprise sports star cameo in 'Glass Onion'",
        "$450 million",
        "The release date for 'Glass Onion' on Netflix is not mentioned in the article."
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "12",
        "6 weeks old",
        "flirting with a film director",
        "for wearing a bikini at the beach",
        "burdensome expectations and lack of authenticity",
        "pink",
        "premature sexualization of young girls"
    ],
    [
        "Madison defended her choice to stay off birth control while sleeping with Hugh Hefner.",
        "Holly Madison and Bridget Marquardt released a podcast episode last year.",
        "Holly Madison was 21 years old when she moved into the Playboy Mansion.",
        "Hugh Hefner was 75 years old when Holly Madison moved in.",
        "Madison and Marquardt recalled their first sexual encounter with Hefner in August.",
        "In the latest episode of Girls Next Level, Madison and Marquardt discussed relationships, power dynamics, and the absurd.",
        "Madison provided the reason of Hefner's track record of fathering children only when married and planned for it.",
        "Hefner prevented unplanned pregnancies by keeping his 'little swimmers' in check.",
        "It is not mentioned whether Bridget Marquardt was on birth control pills.",
        "The reason for Marquardt being on birth control pills is not mentioned."
    ],
    [
        "Twitter's API change for bots",
        "@MakeItAQuote",
        "Unknown",
        "API is used for delivering engaging content",
        "Twitter is pulling the plug on free access to its API",
        "Loss of cherished digital creations and impact on diversity and innovation",
        "$100/month",
        "@TrumpsAlert",
        "24",
        "Artwork from various museums"
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "five",
        "Halle Berry",
        "Cameron Britton",
        "Macaulay Culkin",
        "COVID-19",
        "They retracted Armstrong's nomination for Worst Actress."
    ],
    [
        "Monterey Park, California",
        "10",
        "10",
        "Lunar New Year festivities",
        "The owner's son fearlessly disarmed the shooter at the entrance",
        "Predominantly Asian population",
        "Asian American and Pacific Islander advocacy groups",
        "0",
        "Ming Wei Ma",
        "Not mentioned"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Bruno Mars and Coldplay",
        "Bruno Mars",
        "Unknown",
        "Unknown"
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "No specific movie was mentioned",
        "A hot flash is a sudden feeling of warmth, usually accompanied by sweating and a red, flushed face",
        "Perimenopause is the transitional period before menopause, characterized by changes in menstrual cycle and physical and emotional symptoms",
        "Jennifer Aniston laughed and cheered",
        "Adam Sandler said 'I love you'",
        "CBS Mornings",
        "The hosts of CBS Mornings",
        "Her period becoming a twice-a-month affair"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "request prayers for her father's recovery",
        "support and prayers",
        "TMZ",
        "His condition remains shrouded in mystery",
        "Back in Action",
        "Unknown",
        "Annie"
    ],
    [
        "California last witnessed a superbloom before the current one in 2017.",
        "The historic superbloom in California was caused by an abundance of rainfall.",
        "The superbloom has occurred in areas such as Monterey, San Luis Obispo, and Kern counties.",
        "The desert phenomenon that happens after an abundance of rainfall causes dormant seeds to germinate is a superbloom.",
        "The popular location known for visitors taking selfies with the superbloom is not mentioned in the article.",
        "The mountain range touched by the San Andreas Fault and has been painted by various wildflower species is the Temblor Range.",
        "The consequence of heavy foot traffic during a superbloom is damage to the flowers and their natural habitat.",
        "The department in California working to inform the public about safety and responsibility during the superbloom is the California Department of Parks and Recreation.",
        "The slogan used by State Parks director Armando Quintero to encourage responsible superbloom visiting is 'Don't Doom the Bloom!'",
        "The type of flowers that typically bloom during a California superbloom is not mentioned in the article."
    ],
    [
        "Self-care gifts for Valentine's Day",
        "DIY spa night",
        "Bathtub caddy tray",
        "Not specified",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "Not specified",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Hartford, Connecticut",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo sessions",
        "Taking photos and creating lasting memories",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Take the month of January off.",
        "Business professionals are embracing a trend called 'Self-Care January'.",
        "Setting extreme goals or expecting instant results is not realistic according to Dr. Gail Saltz.",
        "January is difficult for motivation due to cold weather and post-holiday exhaustion.",
        "Tinx is an influencer who suggests taking the month of January off and focusing on self-care.",
        "John C. Norcross advises giving oneself a break and setting realistic expectations.",
        "Tinx prioritizes herself by doing things that make her happy, managing stress, getting enough sleep, and resting her body.",
        "The author's personal self-care plan for January includes focusing on well-being, cutting out negativity, and finding balance.",
        "Dr. Gail Saltz says that willpower has limits and pushing oneself too hard can lead to feeling like a failure.",
        "The main idea of taking January off is to recharge, reflect, and set oneself up for success."
    ],
    [
        "New York Magazine",
        "Respect boundaries in the teenage universe",
        "Do not show up uninvited or demand to be included",
        "Keep it hush-hush and avoid inappropriate relationships",
        "Just drop a casual 'haha' reaction",
        "Let your friend capture the picture-perfect dish",
        "Focus on business interactions and keep it professional",
        "Use lowercase texts for casual conversations and uppercase for professional ones",
        "Keep it a secret and respect their privacy",
        "Build genuine connections and engage with their content"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "On a fateful night",
        "Three hours",
        "Possible life sentence",
        "No answer",
        "Diverting attention from alleged financial misconduct",
        "Lack of direct evidence",
        "No answer",
        "Subsequent suicide-for-hire scheme"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "committing a fraudulent scheme",
        "February 17",
        "not guilty",
        "later changed her plea to guilty",
        "Cohen's decision to stand by Shah",
        "February 17"
    ],
    [
        "London",
        "Guinness",
        "There is no information about other activities in the article.",
        "The article does not specify the exact shot Kim Kardashian posted on her Instagram story.",
        "The article does not mention the ingredients of a Baby Guinness shot.",
        "Kim's pub photo resonated with people because she appeared to blend in with the crowd and look like an average person.",
        "The response to the assumption that Kim's pub outing was an attempt to seem more relatable was mixed, with some people questioning the authenticity and others defending her.",
        "The behind-the-scenes photo revealed that Kim's pub crawl was an intricately staged event for her family reality show, The Kardashians.",
        "Kim Kardashian is assumed to be filming for her family reality show, The Kardashians.",
        "The general reaction to the behind-the-scenes photo was a mix of disappointment and awe at the production team behind Kim's staged pub crawl."
    ],
    [
        "Austin Butler",
        "The SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "Unknown",
        "Sally Field",
        "Life Achievement Award",
        "Unknown",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "His testimony before Congress sparked fan edits and comments dedicated to TikTok CEO Shou Zi Chew.",
        "The committee that Shou Zi Chew testified in front of is Congress.",
        "The number of monthly users TikTok has in the United States is not mentioned in the article.",
        "The main concern of lawmakers surrounding TikTok is user data access by its China-based parent company, ByteDance.",
        "There are three bills currently in Congress that could affect American access to TikTok.",
        "The new subsidiary mentioned by Chew during his testimony is called Project Texas.",
        "A TikTok representative criticized the congressional hearing for lawmakers' age and lack of familiarity with the platform.",
        "The number of influencers TikTok sponsored to participate in a demonstration on Capitol Hill is not mentioned in the article.",
        "The number of followers Shou Zi Chew's personal TikTok account had before his testimony is not mentioned in the article.",
        "The number of new followers Chew's TikTok account gained since his testimony is not mentioned in the article."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "The TikTok video does not mention the song",
        "Jay-Z",
        "Roc Nation",
        "112,000 subscribers"
    ],
    [
        "At least seven people were killed in the Half Moon Bay shooting.",
        "The shooting took place at a mushroom farm in Half Moon Bay, California.",
        "The identified shooter is Chunli Zhao.",
        "The age of Chunli Zhao is not mentioned in the article.",
        "The shootings took place at mushroom farms.",
        "The motive for the shooting remains unknown.",
        "The surviving worker is in critical condition.",
        "The article does not mention whether the shooter legally owned his gun.",
        "The farm where one of the shootings occurred is owned by California Terra Garden.",
        "The number of people who died from gun violence in the US in 2022 is not mentioned in the article."
    ],
    [
        "This information is not mentioned in the article.",
        "Sim Kern",
        "Participants can donate to trans rights organizations.",
        "The article does not mention where participants can sign up for the Trans Rights Readathon.",
        "Participants can use various social media platforms.",
        "The recommended genres of books by trans authors are not mentioned in the article.",
        "The title of the speculative novel by Marisa Crane is \"I Keep My Exoskeletons to Myself\".",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is \"Summer Fun\" by Jeanne Thornton.",
        "The title of the graphic memoir by Maia Kobabe is \"Gender Queer: A Memoir\".",
        "The book by Aiden Thomas that is a groundbreaking exploration of gender and traditions is \"Cemetery Boys\"."
    ],
    [
        "Three",
        "They are crew members",
        "Ross Addiego, Reese Price",
        "The production companies named in the lawsuit are Alec Baldwin and the film's producers",
        "The accusations against the defendants in the lawsuit are negligence and failure to prioritize safety",
        "The crew members claim they suffer from physical jolts and temporary disorientation",
        "No charges were brought against Alec Baldwin in January",
        "N/A",
        "New Mexico prosecutors said Alec Baldwin ignored safety protocols on set",
        "The crew members claim they were not offered experienced firearms experts and safety-conscious leadership"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "No information provided",
        "May 10",
        "Stockholm",
        "July 8, Toronto",
        "Chicago, New York, Los Angeles, Houston",
        "Warsaw",
        "No information provided",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bela Malhotra",
        "Shaggy Rogers",
        "Is Everyone Hanging Out Without Me? (And Other Concerns)",
        "I'm Not Your Mindy",
        "Because it has become personal vitriol."
    ],
    [
        "2009",
        "32",
        "The Price of Glee",
        "Fox",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "Unknown",
        "Suicide",
        "Drowned in a lake",
        "2020",
        "Kevin McHale and Jenna Ushkowitz"
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was trapped beneath a snowplow",
        "To save his nephew from a crushing danger",
        "ABC",
        "April 6",
        "Eight ribs broken in 14 different places, pierced liver, collapsed lung, shattered jaw and eye socket",
        "He used sign language",
        "Over 30",
        "A snowcat",
        "There is no mention of a show Jeremy Renner watched with his family on January 15"
    ],
    [
        "March 1, 2022",
        "Male or female impersonators who provide entertainment that appeals to a prurient interest",
        "SB 1, which introduces strict restrictions on gender-affirming care for transgender youth",
        "It restricts gender-affirming care for transgender youth",
        "15 other states have introduced bills targeting drag performances",
        "The American Civil Liberties Union (ACLU)",
        "July 1, 2022",
        "Transgender youth can continue to receive medical care until March 31, 2024",
        "The ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "34",
        "Daytona Beach, Florida",
        "Wednesday night",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "child endangerment"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her TikTok video.",
        "Ariana Grande has faced body-shaming comments recently.",
        "Ariana mentioned that fans thought she looked healthiest during a time when she was battling with sadness snacking, destructive munching marathons, and an unhealthy obsession with antidepressants and cocktails.",
        "Ariana urged people not to comment on others' bodies.",
        "Ariana decided to address the criticism to advocate for kindness and caution when discussing others' bodies.",
        "The main message Ariana wanted to convey in her video is to embrace beauty beyond external appearances.",
        "Social media users reacted positively to Ariana's video, expressing amusement and applauding her for speaking out against scrutiny.",
        "The previous celebrity case mentioned in the article was about the never-ending scrutiny faced by Ariana Grande.",
        "The helpline number for the National Alliance on Mental Illness is not provided in the article.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is not provided in the article."
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Unknown",
        "Rhode Island's Bryant College",
        "Unknown",
        "Mascara",
        "YSL foundation",
        "Eyebrow gel",
        "Unknown",
        "Unknown"
    ],
    [
        "By looking at the background of a video, such as wonky poles or twisted windows.",
        "Goob or your favorite influencer's least favorite influencer.",
        "Multiple times.",
        "CapCut, BodyTuneEditor, Facetune, and FaceApp.",
        "Olivia Marcarelli describes most fitness creators' posts as edited.",
        "People trust attractive influencers because they equate a 'perfect' body with valid fitness advice.",
        "A 2019 Mental Health Foundation study found that exposure to edited images can lead to lower self-esteem, depression, anxiety, and body dysmorphia.",
        "Some certifications that fitness professionals can obtain include NASM-CPT, ACE-CPT, and ACSM-CPT.",
        "Axelson called the problem with the fitness industry the perpetuation of unrealistic ideals and body dissatisfaction.",
        "Caleb Marshall's main goal with his fitness content is to promote emotional well-being and authenticity."
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "Early 2000s",
        "The first trial resulted in a mistrial",
        "The jury was unable to reach a unanimous decision",
        "March 29",
        "Church of Scientology",
        "The church attempted to shield Masterson using technology",
        "Three women",
        "Up to 45 years to life"
    ],
    [
        "classless",
        "taunting gestures against Iowa's standout player Caitlin Clark",
        "When Clark engaged in similar antics, she was hailed for her fierce competitiveness and unwavering passion",
        "Clark's 'you can't see me' motion",
        "WWE superstar John Cena",
        "LSU Tigers",
        "102-85",
        "They united fiercely to shield Reese from unwarranted backlash",
        "Reese faced widespread condemnation, exposing a stark disparity in the perception of such behavior",
        "2023 Most Outstanding Player in the NCAA women's tournament"
    ],
    [
        "Taylor Swift's Eras tour began recently.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "The number of fans who attended the sold-out show in Glendale is not mentioned in the article.",
        "The setlist duration was three hours and 50 songs were performed.",
        "Fans discussed the Eras tour and shared their excitement on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was the never-ending queues and exorbitant prices of Ticketmaster.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at the SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne",
        "Sam Claflin",
        "Daisy Jones",
        "Interview-style",
        "Rumours",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the relationship challenges faced by the characters Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the role of Roy Kent and Juno Temple plays the role of Keeley Jones in the show.",
        "The article discusses the Season 3 premiere of the show.",
        "The initial reaction to Roy and Keeley's breakup was tragic.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-doubt.",
        "Keeley's attitude brought out the best in Roy.",
        "In Season 3, Keeley transitions from being a model and influencer to running her own successful PR firm.",
        "A central theme of the show 'Ted Lasso' is the intricacies of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as struggling to navigate newfound emotions.",
        "Temple believes that complications in Roy and Keeley's relationship are led by their desire for personal growth and independence."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "There were minor technical difficulties during the livestream of the reunion.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship is mistreatment and the significance of open communication and mutual respect within relationships.",
        "The outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship is their decision to continue dating and cohabiting.",
        "Jackie Bonds pursued her unresolved feelings for Marshall Glaze.",
        "The Love Is Blind reunion was originally supposed to air at a specific time.",
        "The hashtag '#LoveIsBlindReunion' became popular on Twitter during the technical difficulties.",
        "The hosts of the Love Is Blind reunion are not mentioned in the article."
    ],
    [
        "Judy Blume",
        "A British newspaper",
        "Hadley Freeman",
        "Judy Blume Faces Backlash Over Alleged Support for J.K. Rowling's Anti-Trans Views",
        "Blume expressed her admiration for Rowling",
        "Rowling's controversial views on women's sex-based rights",
        "Blume clarified her position and expressed her solidarity with the transgender community",
        "Blume pointed to her recent interview with Variety",
        "The memoir she praised in the Variety interview was 'In the Dream House'",
        "Freeman interviewed Judy Blume last year for the Guardian"
    ],
    [
        "The two Romanian women and Tate's brother",
        "Human trafficking and rape",
        "End of February",
        "Human trafficking and rape",
        "Yes",
        "Not mentioned",
        "22 days",
        "180 days",
        "Immediate family members",
        "Yes"
    ],
    [
        "16 years",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23 years",
        "140 years",
        "2020",
        "over 90 women",
        "Donna Rotunno",
        "Judge Lisa B. Lench",
        "4 witnesses",
        "His conviction and sentence"
    ],
    [
        "Logan Roy dies in the series 'Succession'.",
        "In the episode titled 'Connor's Wedding', Logan Roy dies.",
        "A wedding is taking place during the episode 'Connor's Wedding'.",
        "Logan Roy is trying to sell Waystar-Royco to a major company.",
        "Logan Roy's eldest son is Kendall Roy.",
        "No other TV show is mentioned that also killed off a major character in its final season.",
        "The series 'Succession' debuted in a certain year.",
        "No character is known for having moments of suicidal ideation throughout the show.",
        "There are no episodes left in the series after Logan Roy's death.",
        "The main plot of 'Succession' is not mentioned in the article."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "kind",
        "about Meghan's children",
        "social media",
        "2022 BAFTAs",
        "she mocked the couple",
        "not mentioned in the article",
        "not mentioned in the article",
        "mom-shaming"
    ],
    [
        "Naples, Florida",
        "No specific date mentioned",
        "GLSEN Collier County",
        "To equip and uplift young queer people in the Sunshine State",
        "The 'Don't Say Gay' law",
        "The Parental Rights in Education Act restricted discussions of homosexuality in public schools",
        "Percentage not mentioned in the article",
        "No specific organization mentioned",
        "No specific name mentioned",
        "No specific songs mentioned"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder.",
        "The victims of the murder are Alex Murdaugh's wife, Maggie, and their son Paul.",
        "The trial is taking place in an undisclosed state and city.",
        "The prosecution believes Alex's main motive for the murder was self-preservation and protecting his own interests.",
        "The defense admitted that Alex Murdaugh had personal issues related to financial struggles and addiction.",
        "According to Jim Griffin, Alex lied to investigators and loved ones because he was burdened by his own demons and couldn't bear any more scrutiny.",
        "The lead prosecutor, Creighton Waters, said that Alex cannot be trusted and is a liar.",
        "The defense described Alex's relationship with his family as one of deep love and devotion.",
        "Unanimity among all twelve jurors is required for a conviction."
    ],
    [
        "Selena posted a TikTok video about accidentally using an excessive amount of laminator on her eyebrows.",
        "Justin Bieber married Hailey in 2018.",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in 2018.",
        "Selena posted a TikTok video about accidentally using an excessive amount of laminator on her eyebrows.",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'.",
        "Selena supported Kylie's clarification and expressed admiration for her.",
        "Hailey tweeted about Justin Bieber and Selena Gomez's relationship in 2011.",
        "Selena and Justin first started dating in 2010.",
        "Hailey first befriended Justin in 2009.",
        "Justin and Selena's final attempt at a relationship occurred in 2018."
    ],
    [
        "Three students lost their lives on campus.",
        "3",
        "0",
        "Alexandria Verner, Brian Fraser, and Arielle Anderson",
        "Clawson",
        "Not mentioned",
        "Grosse Pointe",
        "President of Phi Delta Theta fraternity",
        "Phi Delta Theta",
        "Not mentioned"
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "To divert attention from impending financial ruin",
        "$792,000 missing funds",
        "Financial thefts and orchestrating a plot to hire an assassin",
        "To divert attention from financial ruin",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "Her alleged abuse from her late mother and exploitation in the entertainment industry",
        "Providing alcohol to an underage actress and subjecting her to uncomfortable situations",
        "Skins",
        "14",
        "Issues with mental health and body image",
        "Kaya Scodelario",
        "'I'm Glad My Mom Died'",
        "April Pearson",
        "No response was given"
    ],
    [
        "They were dismissed from the Memphis Fire Department.",
        "They were accused of failing to meet the department's expectations.",
        "Fire Chief Gina Sweat expressed disappointment with their performance.",
        "Five officers were fired and charged with second-degree murder.",
        "A sixth officer was relieved of duty.",
        "The dismissal of the emergency medical workers and fire truck driver has sparked angry protests.",
        "Tyre Nichols was a skateboarder and photographer.",
        "Tyre Nichols died three days after the encounter.",
        "Attorneys for Tyre Nichols's family said his injuries caused his death.",
        "It took nineteen minutes for a stretcher to arrive at the scene."
    ],
    [
        "Tyre Nichols was a beloved skateboarder.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident that caused Tyre Nichols' death is not mentioned in the article.",
        "The article does not mention any police officers facing murder charges for the incident.",
        "The article does not mention what happened to the sixth police officer involved in Tyre Nichols' death.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remembered him for his infectious joy, unwavering dedication to skateboarding, and boundless kindness.",
        "The article does not mention Tyre Nichols's style of skating.",
        "The old skate crew expressed their applause during the memorial service through the resounding echo of skateboards tapping against the ground.",
        "The article does not mention any conversation between Tyre Nichols's uncle and Danforth and Alex Wilson."
    ],
    [
        "Sam Bankman-Fried",
        "fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "the Bahamas",
        "$250 million",
        "Alameda Research",
        "missing from FTX",
        "Gary Wang and Caroline Ellison",
        "Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "rainstorms",
        "San Miguel",
        "57,000",
        "at least until the 18th of this month",
        "Highway 17 in the Santa Cruz Mountains and Malibu Canyon Road in Malibu",
        "tree",
        "Highway 101",
        ""
    ],
    [
        "Justin Pearson",
        "He took a stand against gun violence",
        "Republican colleagues",
        "The Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "The Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "Five"
    ],
    [
        "Rolling Stone",
        "Celine Dion's",
        "The exclusion of Dion from Rolling Stone's list",
        "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, and Judy Garland",
        "New York City",
        "New Year's Day",
        "Five",
        "Over 250 million",
        "15",
        "Montreal"
    ]
]