[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Maggie Murdaugh and Alex's son.",
        "The cellphone and video evidence place Alex at the scene of the crime.",
        "Maggie Murdaugh was killed with a 300 Blackout AR-style rifle.",
        "The murder occurred on June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "The name of Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not mentioned in the article."
    ],
    [
        "Theft of liquor",
        "Vermont",
        "Liquor",
        "May 1",
        "89 to 90 days",
        "$500 fine and $192 surcharge",
        "1 year",
        "The Flash",
        "June 16",
        "Arrests in Hawaii for disorderly conduct and assault"
    ],
    [
        "The speculated reason behind Taylor Swift swapping 'Invisible String' with 'The 1' during her March 31 concert is her alleged breakup with Joe Alwyn.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "'Invisible String' and 'The 1' appear on Taylor Swift's album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when cowriting some of Taylor Swift's songs.",
        "Entertainment Tonight was the first media outlet to report news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "The next scheduled performance of Taylor Swift is not mentioned in the article.",
        "Taylor Swift will perform on April 13 but the location is not mentioned in the article."
    ],
    [
        "The main topic of the election in Wisconsin is abortion rights.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is the potential impact on reproductive rights.",
        "The 1849 ban on abortion is currently being challenged in regards to abortion rights in Wisconsin.",
        "$29 million has been spent on political ads for this election.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to the legal battle and ensuing confusion.",
        "The result of the February primary for the Wisconsin Supreme Court seat is not provided in the article.",
        "The polls will close for this election on Tuesday."
    ],
    [
        "Asking for a Green Planet",
        "To answer mind-boggling questions about the body or bodies in general",
        "Chances are high that others have the same weird health experiences",
        "Consult your doctor if something serious is going on with your health",
        "No, there are no silly questions",
        "By filling out the form provided",
        "Yes, you can submit more questions anytime",
        "Examples include mysterious bumps on the skin, needing to pee after getting busy, hands puffing up on a hike, and feeling queasy from too much weed",
        "Yes, it is a safe space for asking questions",
        "Not all submitted questions will be answered in the column"
    ],
    [
        "HB 1467",
        "July 2022",
        "To require books to undergo a formal approval process before being used in Florida's public schools",
        "Moms For Liberty",
        "Books related to race or LGBTQ rights",
        "Banning critical race theory, the Don't Say Gay bill, and HB 1467",
        "They are all conservative education laws promoted by Florida Gov. Ron DeSantis",
        "The text of HB 1467 cites Florida Statute 1003.42, which requires that instructional materials be accurate, objective, and balanced",
        "Legal consequences, including felony charges and penalties against teaching certificates",
        "The Advanced Placement course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "2018",
        "approximately $1,700",
        "unknown",
        "unknown",
        "Mike Sutton",
        "unknown"
    ],
    [
        "2011",
        "23",
        "Daenerys Targaryen",
        "2",
        "2011",
        "Actress",
        "a photo of a toilet seat",
        "You're Not the Mother of Dragons",
        "A comparison between Clarke's current visage and a character from the show insinuating a decline in her looks",
        "She believes one's countenance should reflect the journey they have embarked upon in life"
    ],
    [
        "Jeremy Renner got into a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered critical injuries including blunt chest trauma and orthopedic mishaps.",
        "The accident occurred amidst road closures and heavy snowfall.",
        "The Washoe County Sheriff's Office is currently investigating the accident.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery to address his injuries.",
        "Renner is currently recovering in the ICU.",
        "Renner shared a post on Instagram from his hospital bed."
    ],
    [
        "Kelsea Ballerini",
        "The Nashville school shooting",
        "6",
        "Unknown",
        "Her own high school",
        "Unknown",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "Unknown",
        "Opposed to firearm restrictions and stronger gun control laws"
    ],
    [
        "Rise of Voice Deepfakes: Unleashing Laughter and Caution on Social Media",
        "Digital content producer",
        "ElevenLabs app",
        "YouTube creator ZimoNitrome",
        "Pade",
        "Recent and current US presidents",
        "Promoting his retro pop culture podcast",
        "AI-generated audio",
        "The potential risks involved",
        "The context and outlandish nature of the audio snippets"
    ],
    [
        "The Sims childbirth simulator",
        "Host of 'Are We There Yet?' for Meta",
        "Virtual life simulation game",
        "Twitch",
        "In the home stretch of her pregnancy",
        "The Sims",
        "It is not mentioned in the article",
        "Eco-friendly birthing methods and sustainable practices",
        "The immersive world of the metaverse",
        "The article does not mention specific guests"
    ],
    [
        "Susana Morales",
        "They strongly rejected such claims and pleaded for assistance, only to be met with the collective shrug of indifference.",
        "They've launched a petition that has garnered support from organizers and community members in the Atlanta area.",
        "She texted her mother that she was on her way home.",
        "In a wooded area.",
        "Miles Bryant was a former police officer in the Doraville Police Department.",
        "Miles Bryant was charged with kidnapping and murder in connection with Susana's death.",
        "Bryant allegedly spent months stalking and attempting to break into the home of Elesha Bates, a childhood friend.",
        "Cheyenne emphasized the necessity for law enforcement to detain individuals like Bryant after their initial offenses.",
        "Increased transparency from the police and accountability for employing an individual with a history of violence."
    ],
    [
        "Letitia Wright",
        "She initially said that 'Black Panther 3' is already in the works and that she is excited for fans to see it.",
        "The initial comment took place at the Golden Globes event.",
        "Some fans interpreted her initial comment as confirmation of the film's production.",
        "She clarified her statement at the Newport Beach Film Festival UK Honours event.",
        "In her clarification, she emphasized the hope for another film in the franchise and the importance of the script process.",
        "Letitia Wright plays the role of Shuri in the Black Panther franchise.",
        "The title of the Black Panther sequel is not mentioned in the article.",
        "Ryan Coogler is the writer and director of the Black Panther franchise.",
        "In a New York Times interview, Ryan Coogler expressed openness to continuing his involvement in the franchise while considering larger business considerations."
    ],
    [
        "The article is about Jeremy Renner's recovery journey after a snowplow accident.",
        "Jeremy Renner is an actor known for his role in 'The Mayor of Kingstown'.",
        "Jeremy Renner was accidentally run over by a snowcat on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a super beefed-up truck-like vehicle with tracks.",
        "The article does not mention the specific injuries sustained by Jeremy Renner.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched an episode of the TV show 'Mayor of Kingstown' with his family during recovery.",
        "The TV show 'Mayor of Kingstown' is on the platform Twitter.",
        "Jeremy Renner updated fans on his recovery through Twitter and Instagram."
    ],
    [
        "The article does not mention any HBO zombie apocalypse series.",
        "The real-life fungus that inspired the fictional cordyceps in the show is Ophiocordyceps unilateralis.",
        "The cordyceps fungus affects insects like ants, spiders, grasshoppers, locusts, and moths.",
        "The cordyceps spores release digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that grow inward and take over the insect's brain are called mycelium.",
        "The infected ant climbs up trees and bites onto stems or leaves to benefit the cordyceps.",
        "One reason cordyceps fungus is not likely to affect humans is because of our high body temperature.",
        "An example of a yeast that has emerged with climate change is Candida auris.",
        "Candida auris can cause skin infections and bloodstream infections, especially in healthcare settings.",
        "People should stay informed, embrace humor, and understand the factual risks to stay connected to reality when it comes to science fiction."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother",
        "watching the show",
        "not mentioned",
        "not mentioned",
        "not mentioned",
        "she was the first black woman to win Best Actress",
        "not mentioned"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "a breakup diary chronicling Taylor's rollercoaster romance with Joe Alwyn",
        "Reputation Stadium Tour",
        "baby boy",
        "Maroon",
        "Dear Reader",
        "Glitch",
        "a heart gesture"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggling performance in high school math classes",
        "#snoopy",
        "813.9 million views",
        "Snoopy shirt",
        "April 19",
        "Drawing Snoopy and learning HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "5",
        "0",
        "Thomas Elliott",
        "Unknown",
        "Unknown",
        "Unknown",
        "Connor Sturgeon",
        "Social media",
        "Unknown"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "The masturbating scene",
        "Maggie Carey",
        "The script described Plaza masturbating",
        "Plaza initially envisioned a restrained portrayal with her hand fading from view",
        "Aubrey Plaza was wearing undergarments and a Clinton t-shirt",
        "Maggie Carey praised Aubrey Plaza's performance",
        "Some internet users expressed concerns about the boundaries of consent and artistic expression."
    ],
    [
        "Eric Holder Jr.",
        "Eric Holder Jr. was found guilty of first-degree murder on Wednesday.",
        "The shooting of Nipsey Hussle took place outside his own clothing store in the South Los Angeles neighborhood.",
        "Eric Holder Jr. was sentenced to 60 years to life behind bars.",
        "Eric Holder Jr. was convicted of assault with a firearm and attempted voluntary manslaughter.",
        "Holder's attorney argued for reducing the murder charge to voluntary manslaughter.",
        "The prosecution argued that the murder was premeditated.",
        "Both Holder and Hussle belonged to the Rollin' 60s gang.",
        "Eric Holder Jr. was diagnosed with schizophrenia.",
        "Yes, Judge H. Clay Jacke II considered Holder's mental health in the sentencing."
    ],
    [
        "endometriosis",
        "Endometriosis is a condition characterized by the abnormal growth of tissue resembling the uterine lining outside of the uterus.",
        "several years",
        "applying soothing heat to her lower back",
        "Epsom salt baths",
        "CBD gummies",
        "hot water bottles",
        "Fashy Classic Hot Water Bottle",
        "online communities exclusively dedicated to endometriosis",
        "surgery to excise endometriomas alongside the insertion of a Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "House Energy and Commerce Committee",
        "I don't know",
        "ByteDance",
        "Three",
        "I don't know",
        "Project Texas",
        "I don't know",
        "I don't know",
        "Safeguarding user data"
    ],
    [
        "Wyoming",
        "The article does not specify the effective date of the medication abortion ban.",
        "The article does not specify the penalty for violating the medication abortion ban.",
        "The exemptions from the medication abortion ban include cases of sexual assault, incest, natural miscarriage, and situations endangering the life or health of the pregnant individual.",
        "The article does not mention the specific medication that is exempted from the ban.",
        "Yes, seeking an abortion will not subject the pregnant person to prosecution.",
        "The article does not provide information on the number of states with restrictions on medication abortion.",
        "The Women's Health & Family Care Clinic in Jackson, Wyoming is the only abortion clinic in the state.",
        "The Supreme Court's decision to overturn Roe v. Wade caused several states to push forward anti-abortion measures.",
        "Nationally, medication abortion accounts for over half of all abortions conducted in the United States."
    ],
    [
        "Elvis Presley",
        "Three years",
        "True artist",
        "To accurately portray the older version of the iconic musician",
        "He indulged in two dozen doughnuts and other treats",
        "He felt 'awful' with himself",
        "Ryan Gosling",
        "He consumed melted Häagen-Dazs ice cream",
        "He was fired due to miscommunication and a different vision for the character",
        "No one replaced Ryan Gosling in The Lovely Bones"
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, and Amazon",
        "On their backs on a flat surface",
        "Kids2 Rocking Sleepers",
        "15",
        "Boppy newborn lounger",
        "MamaRoo baby swings"
    ],
    [
        "58 million",
        "50%",
        "egg shortage and rising prices",
        "120",
        "Spain",
        "50%",
        "wild migratory birds such as ducks and geese",
        "spread to twice as many states",
        "through respiratory droplets",
        "wearing an N95 respiratory or surgical mask, eye protection, disposable gloves, and boots"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "unknown",
        "protesting gun violence",
        "tragic school shooting in Nashville",
        "Justin Pearson",
        "concerning attack on democratic values",
        "drew comparisons between the actions of Jones and Pearson and the infamous Capitol riot on January 6",
        "Yes"
    ],
    [
        "A recent revelation by Politico sheds light on a fascinating discovery found in an old Wikipedia user biography.",
        "Republican",
        "Long Island",
        "Politico",
        "Anthony Devolder",
        "Hannah Montana",
        "The Suite Life of Zack & Cody",
        "The Invasion",
        "Anthony Devolder",
        "Marisa Kabas"
    ],
    [
        "January 3, 2023",
        "15",
        "216 votes",
        "212 votes",
        "days",
        "forever",
        "less government spending and specific policy changes",
        "super conservative Freedom Caucus",
        "Rep. Mike Rogers and Rep. Matt Gaetz got into an argument",
        "Hakeem Jeffries"
    ],
    [
        "HB 9",
        "Misdemeanor charges",
        "Felony charges",
        "The deadline is not specified in the article",
        "Bella DuBalle",
        "Atomic Rose",
        "Kathy Sinback",
        "The article does not mention the types of bills expected to be signed by Gov. Bill Lee",
        "The Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To provide individuals with the opportunity to access college courses on YouTube and gain college credit",
        "3.5 million",
        "$25",
        "$400",
        "Data literacy, chemistry, algebra, writing composition, human communication, rhetoric and composition, math, and US history to 1865",
        "To gradually increase the number of courses available",
        "A lot"
    ],
    [
        "The worldwide shortage of Ozempic is causing the shortage.",
        "Ozempic is originally approved for treating Type 2 diabetes.",
        "The brand name for semaglutide when used for weight loss is Wegovy.",
        "Ozempic belongs to the class of medications called GLP-1 receptor agonists.",
        "The difference between Wegovy and Ozempic is that Wegovy is approved for treating obesity.",
        "The usage of Ozempic has grown globally year to date.",
        "The reason for insurance companies offering less coverage for weight management medications is that most health plans don't cover them.",
        "The Ozempic and Wegovy shortages affect patients with Type 2 diabetes by potentially forcing them to settle for less effective medications.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working to fix it.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to seek advice from healthcare professionals."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "3",
        "Three innocent children and three staff members",
        "The shooter",
        "They guided the frightened children across a bustling highway",
        "To a conference at their kiddo's school",
        "The Covenant School",
        "She used to live near Sandy Hook",
        "Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "She said he was not involved",
        "Not mentioned in the article",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "He struck her face, gripped her hand, and placed his hand on her neck",
        "A limited order of protection against him",
        "May 8",
        "Video evidence and witness testimony would support Majors' claims",
        "She was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "The occasion for Rihanna's performance was the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show at the Grammy Awards.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed that Rihanna's microphone seamlessly blended with her attire during her performance.",
        "Rihanna hinted at her pregnancy by resting her hands on her stomach during the performance of the ballad 'Diamonds'.",
        "Rihanna confirmed her pregnancy through her representative who spoke to the Associated Press.",
        "Rihanna will have two children after the birth of her second child.",
        "Rihanna's partner is not mentioned in the article.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a popular content creator on YouTube.",
        "MrBeast has many subscribers on YouTube, but the exact number is not mentioned in the article.",
        "The title of MrBeast's latest controversial video is not mentioned in the article.",
        "The video focuses on providing life-changing surgeries to individuals with blindness and low vision.",
        "The reaction of one woman who received surgery and $10,000 is not mentioned in the article.",
        "The gift MrBeast gave to a man who missed driving is not mentioned in the article.",
        "The number of views the controversial video received is not mentioned in the article.",
        "MrBeast's goal regarding his money is to give it all away before he passes.",
        "Steve Saylor does not use a specific term to describe videos that exploit disabled people's struggles.",
        "Twitch commentator Hasan Piker's point in response to the video is not mentioned in the article."
    ],
    [
        "Timothy Goodman became the unexpected star of a viral TikTok video.",
        "The viral video received over a million views before it was taken down.",
        "Nonplayer characters (NPCs) are background characters in online content that provide entertainment for viewers.",
        "Jenna Drenten is a professor at Loyola University Chicago who comments on the dangers of surveillance in society.",
        "When a video goes viral on TikTok, it gains a large number of views and exposure.",
        "Mark Bartholomew emphasizes the decline of privacy when recording people without their permission in public areas.",
        "The issue with Harrison Pawluk's viral TikTok video was that it exploited someone's privacy and dignity without their consent.",
        "Sarah Isenberg felt uncomfortable and violated when she was unknowingly filmed in someone else's vlog.",
        "Lilly Simon's experience in the subway video is not mentioned in the article.",
        "Content like Pawluk's aims to put the creator in the hero's spotlight and gain attention at the expense of others."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "The article does not provide the date of the ski crash incident",
        "The article does not provide the location of the ski crash incident",
        "Gwyneth Paltrow was cleared of any responsibility and was awarded $1 as a token of victory",
        "Gwyneth Paltrow countersued for $1 to assert that the actual damages incurred far exceeded that amount",
        "The article does not provide Gwyneth Paltrow's response to Terry Sanderson after the verdict",
        "Retired optometrist",
        "The article does not provide the date when Terry Sanderson filed the lawsuit against Gwyneth Paltrow"
    ],
    [
        "The initial ruling excluded evidence related to Alex Murdaugh's alleged botched suicide plot.",
        "Judge Newman was presiding over Alex Murdaugh's trial.",
        "The morning's ruling reversed the judge's decision regarding the admissibility of evidence.",
        "Alex Murdaugh allegedly attempted to hire a contract killer for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the victims Maggie and Paul.",
        "Proctor initially believed the murders were connected to a previous fatal boat crash caused by Paul.",
        "Alex's false story about the roadside shooting changed Proctor's perception.",
        "The amount of money Alex allegedly paid to Smith for drugs is not mentioned in the article.",
        "Alex's defense team attempted to demonstrate a lack of thorough investigation by the SLED team.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "Pint-sized plastic cherubs with cute helmets",
        "Recent years",
        "39 million views",
        "They symbolize healing and bring a smile on your face",
        "Erika Saito",
        "Washington Square Park in New York City",
        "April",
        "They meet their internet buddies, swap social media handles, and hang out with Sonny Angel influencers",
        "There is no mention of a CDC study in the article"
    ],
    [
        "Andrew Tate",
        "kickboxer",
        "Bucharest, Romania",
        "human trafficking, rape, and organized crime",
        "method used to ensnare women through deceptive romantic relationships",
        "$450",
        "Etsy",
        "Instagram",
        "avoid submissive poses with open mouths",
        "featuring attractive women"
    ],
    [
        "Sheryl Lee Ralph",
        "Way Up With Angela Yee",
        "subjected her to a forceful and unwarranted act",
        "No",
        "Marc Morial",
        "remain silent",
        "To protect their show from negative publicity",
        "To ignite a powerful conversation that leads to real and transformative change",
        "She applauded the power of accountability and shed light on the immense challenges faced by women in the entertainment industry",
        "Astonishment at the outcome of the Harvey Weinstein case"
    ],
    [
        "Shanquella Robinson",
        "Mexico",
        "Alcohol poisoning",
        "The assault Robinson endured in her hotel room",
        "Alcohol poisoning",
        "US President Joe Biden and Secretary of State Antony Blinken",
        "FBI and Department of Justice",
        "Insufficient evidence to support a federal prosecution",
        "Discrepancies between the autopsies conducted in the United States and Mexico",
        "Hope for justice to prevail"
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "The setting of 'Glass Onion' is a sun-soaked Greek island, while 'Knives Out' had a different setting.",
        "The first film in which Daniel Craig played James Bond is 'Casino Royale'.",
        "Kate Hudson plays Birdie Jay in 'Glass Onion'.",
        "There is a surprise cameo from a sports star in 'Glass Onion', but the specific sports star is not mentioned in the article.",
        "Netflix paid $450 million for the rights to make the second and third 'Knives Out' films.",
        "The article does not mention the release date of 'Glass Onion' on Netflix."
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "8 years old",
        "6 weeks old",
        "Accused of 'flirting'",
        "Wearing a bikini on the beach",
        "She had to be someone she wasn't",
        "She had to pretend to like stuff she didn't",
        "The fear of raising daughters in a world that sexualizes them too early"
    ],
    [
        "Madison defended her choice to stay off birth control while sleeping with Hugh Hefner by emphasizing his track record of only fathering children when he was married and had planned for it.",
        "Holly Madison and Bridget Marquardt released a podcast episode on Girls Next Level last year.",
        "Holly Madison was not mentioned to have moved into the Playboy Mansion in the parsed article.",
        "The age of Hugh Hefner when Holly Madison moved into the Playboy Mansion was not mentioned in the parsed article.",
        "Madison and Marquardt did not recall their first sexual encounter with Hefner in August.",
        "The topic discussed in the latest episode of Girls Next Level featuring Madison and Marquardt was not mentioned in the parsed article.",
        "Madison did not provide a reason for not using birth control with Hefner in the parsed article.",
        "The method used by Hefner to prevent unplanned pregnancies was not mentioned in the parsed article.",
        "Whether Bridget Marquardt was on birth control pills was not mentioned in the parsed article.",
        "The reason for Marquardt being on birth control pills was not mentioned in the parsed article."
    ],
    [
        "The main topic of the article is Twitter's decision to pull the plug on free access to its API for bots.",
        "The popular Twitter bot mentioned first in the article is @MakeItAQuote.",
        "@MakeItAQuote's number of followers is not mentioned in the article.",
        "Twitter's API is used by bots to access and interact with Twitter's platform and data.",
        "Twitter is making a change to its API by pulling the plug on free access and introducing access fees.",
        "The potential negative side effect of this change is the potential loss of beloved bots and the impact on diversity and innovation within the bot community.",
        "The suggested API access cost mentioned by Elon Musk is $100/month.",
        "One example of a bot that tweets about newsworthy events is @TrumpsAlert.",
        "John Emerson runs 24 bots.",
        "Most of John Emerson's bots tweet artwork from various museums."
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "unknown",
        "Halle Berry",
        "Julian Hilliard",
        "Jake Lloyd",
        "COVID-19",
        "The Razzies rescinded Armstrong's nomination for Worst Actress."
    ],
    [
        "Monterey Park, California",
        "10",
        "10",
        "Lunar New Year",
        "The owner's son disarmed them at the entrance",
        "Asian",
        "Asian American and Pacific Islander advocacy groups",
        "0",
        "Ming Wei Ma",
        "Unknown"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "The upcoming Super Bowl halftime show",
        "I don't know",
        "I don't know",
        "I don't know",
        "I don't know",
        "Coldplay and Bruno Mars",
        "I don't know",
        "To express genuine remorse and acknowledge Rihanna's talent."
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Not specified in the article",
        "A sudden feeling of intense heat, often accompanied by sweating and flushing",
        "The transitional period surrounding menopause, marked by various changes in one's menstrual cycle and a mix of physical and emotional symptoms",
        "Not specified in the article",
        "Not specified in the article",
        "CBS Mornings",
        "Not specified in the article",
        "Her period becoming a bi-weekly occurrence"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "She requested prayers for her father's recovery",
        "Privacy",
        "Unidentified sources",
        "His condition remains an enigma",
        "Back in Action",
        "Unknown",
        "Unknown"
    ],
    [
        "The last superbloom in California occurred before the current one.",
        "The historic superbloom in California was caused by an abundance of rain.",
        "The superbloom has occurred in Monterey, San Luis Obispo, and Kern counties in California.",
        "Dormant seeds germinate after an abundance of rainfall, causing a desert phenomenon.",
        "People take selfies with the superbloom at the Temblor Range.",
        "The Temblor Range is touched by the San Andreas Fault and has been painted by various wildflower species.",
        "Heavy foot traffic during a superbloom can cause damage to the flowers and their natural habitat.",
        "The California Department of Parks and Recreation has been working to inform the public about safety and responsibility during the superbloom.",
        "State Parks director Armando Quintero encourages responsible superbloom visiting with the slogan 'Don't Doom the Bloom!'",
        "Various types of flowers typically bloom during a California superbloom."
    ],
    [
        "Self-care gifts",
        "DIY spa night",
        "Luxurious bathtub caddy tray",
        "Diptyque",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "No specific massage gun mentioned",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "From March 17 to 19",
        "Connecticut Convention Center in Hartford",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo sessions",
        "They'll have the chance to strike a pose on a replica of the iconic orange couch from All That",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "The author's alternative to traditional New Year's resolutions is 'Self-Care January'.",
        "The recent shift in New Year's resolutions is towards prioritizing well-being and self-care.",
        "Dr. Gail Saltz says that setting extreme goals may not lead to success.",
        "January is a difficult month for motivation because of factors like cold weather and post-holiday exhaustion.",
        "Tinx is an influencer who suggests taking the month of January off for self-care.",
        "John C. Norcross advises ditching high standards and expectations and taking a break.",
        "Tinx prioritizes herself during January by doing things that make her happy and cutting out stress.",
        "The author's personal self-care plan for January includes cutting out alcohol, managing stress, getting enough sleep, and giving the body rest.",
        "Dr. Gail Saltz says that willpower has limits and pushing oneself too hard can lead to feeling like a failure.",
        "The main idea of taking January off is to recharge, reflect, and set oneself up for success."
    ],
    [
        "New York Magazine",
        "Respect boundaries in the teenage universe",
        "Do not show up uninvited at someone's Close Friends or Twitter circle",
        "Set to hush-hush",
        "Drop a casual 'haha' reaction",
        "Let your friend capture the picture-perfect dish",
        "Focus on business interactions and keep it professional",
        "Use lowercase texts for casual conversations and uppercase texts for more formal situations",
        "Respect their privacy and keep it to yourself",
        "Build genuine connections and engage with them"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "On a fateful night",
        "Three hours",
        "Possible life imprisonment",
        "None",
        "To divert attention from alleged financial misconduct",
        "Lack of direct evidence",
        "Mistakes during the investigation were not mentioned in the article",
        "A subsequent suicide-for-hire scheme"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "committing a fraudulent scheme",
        "in April 2021",
        "not guilty",
        "on October 6, 2021",
        "Cohen's stance on Shah's legal troubles",
        "February 17"
    ],
    [
        "Kim Kardashian was spotted celebrating St. Patrick's Day in a traditional London pub.",
        "Kim Kardashian was drinking a pint of Guinness at the pub.",
        "Kim also indulged in a 'baby Guinness' shot.",
        "Kim Kardashian posted a photo of herself and her friends raising their pints of beer on her Instagram story.",
        "A 'baby Guinness' shot is made of coffee liqueur and Irish cream.",
        "Kim's pub photo resonated with people because she appeared to blend in with the crowd and seemed relatable.",
        "Some people assumed that Kim's pub outing was an attempt to seem more relatable.",
        "The behind-the-scenes photo revealed that Kim's pub crawl was staged for her family reality show, The Kardashians.",
        "Kim Kardashian is assumed to be filming for The Kardashians.",
        "The general reaction to the behind-the-scenes photo was that it undermined Kim's attempt to appear down-to-earth."
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Female Actor in a Drama Series",
        "Baz Luhrmann's Elvis",
        "Not mentioned in the article",
        "Sally Field",
        "Life Achievement Award",
        "Not mentioned in the article",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "Chew's testimony sparked fan edits and comments dedicated to him.",
        "He testified in front of the House Energy and Commerce Committee.",
        "The number of monthly users TikTok has in the United States is not mentioned in the article.",
        "The main concern of lawmakers surrounding TikTok is user data access by its China-based parent company.",
        "There are three bills in Congress that could affect American access to TikTok.",
        "The new subsidiary mentioned by Chew is called Project Texas.",
        "The criticism leveled at the congressional hearing by a TikTok representative is not mentioned in the article.",
        "The number of influencers TikTok sponsored for the demonstration on Capitol Hill is not mentioned in the article.",
        "The number of followers Chew's personal TikTok account had before his testimony is not mentioned in the article.",
        "The number of new followers Chew's TikTok account gained since his testimony is not mentioned in the article."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's legendary Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "Unknown",
        "Jay-Z",
        "Roc Nation",
        "112,000 subscribers"
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's legendary Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "Unknown",
        "Jay-Z",
        "Roc Nation",
        "112,000 subscribers"
    ],
    [
        "The Trans Rights Readathon began sometime before the article was published.",
        "The organizer and activist behind the Trans Rights Readathon is Sim Kern.",
        "Participants can donate to trans rights organizations during the Trans Rights Readathon.",
        "The article does not specify where participants can sign up for the Trans Rights Readathon.",
        "Participants can use social platforms to share their reading progress during the Trans Rights Readathon.",
        "The article recommends books by trans authors across various genres.",
        "The speculative novel by Marisa Crane is titled 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "The book by Aiden Thomas that is a groundbreaking exploration of gender and traditions is 'Cemetery Boys'."
    ],
    [
        "Three",
        "Cinematographer, Director, Actor",
        "Reese Price, Ross Addiego, Doran Curtin",
        "Unnamed production companies",
        "Negligence, Disregard for safety protocols",
        "Symptoms of post-traumatic stress disorder, Anxiety, Depression",
        "No charges were brought against Alec Baldwin in January",
        "N/A",
        "Pointing the weapon at Hutchins",
        "Meaningful emotional or mental health support"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "There is no information about the date of the announcement",
        "May 10",
        "Stockholm",
        "July 8 in Toronto",
        "Chicago, New York, Los Angeles, and Houston",
        "Warsaw",
        "There is no information about Beyoncé's last public performance before her recent one in Dubai",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bela Malhotra",
        "No romantic interest is mentioned in the article",
        "Is Everyone Hanging Out Without Me? (And Other Concerns)",
        "How Mindy Got Her Groove Back",
        "The criticism has become personal vitriol due to personal attacks and revelry in personal downfall."
    ],
    [
        "2009",
        "32",
        "The Price of Glee",
        "Unknown",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "Drug overdose",
        "Suicide",
        "Drowned in a boating accident",
        "2020",
        "Kevin McHale and Jenna Ushkowitz"
    ],
    [
        "Jeremy Renner",
        "He was trapped beneath a snowcat",
        "To save his nephew from danger",
        "The interview will be featured on ABC",
        "The interview is set to premiere on April 6",
        "Eight ribs broken, pierced liver, collapsed lung, shattered jaw and eye socket",
        "He used sign language to communicate",
        "Over 30 bones were broken",
        "A snowcat",
        "No information provided"
    ],
    [
        "July 1, 2022",
        "Prohibits drag performances in public spaces and in front of minors",
        "SB 1, which restricts gender-affirming care for transgender youth",
        "Restricts gender-affirming care for transgender youth",
        "15 other states have introduced bills targeting drag performances",
        "The American Civil Liberties Union (ACLU)",
        "July 1, 2022",
        "Until March 31, 2024",
        "The ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "35",
        "Daytona Beach, Florida",
        "Wednesday night",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "child endangerment"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for an unspecified amount of time.",
        "Ariana mentioned that during the time when fans thought she looked healthiest, she was actually battling depression, destructive eating habits, and reliance on antidepressants and alcohol.",
        "Ariana urged people not to comment on others' bodies, irrespective of their size or appearance.",
        "Ariana decided to address the criticism to advocate for kindness and caution when discussing others' bodies.",
        "The main message Ariana wanted to convey in her video is to embrace beauty beyond physicality and to have empathy and understanding.",
        "Social media users have reacted to Ariana's video with immense praise and support.",
        "The previous celebrity case mentioned in the article as a reminder of the harm of commenting on people's appearances was that of Ariana Grande.",
        "The helpline number for the National Alliance on Mental Illness is not mentioned in the article.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is not mentioned in the article."
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Unknown",
        "Bryant College",
        "Unknown",
        "Mascara",
        "YSL foundation",
        "Eyebrow gel",
        "Unknown",
        "Unknown"
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Unknown",
        "Bryant College",
        "Unknown",
        "Mascara",
        "YSL foundation",
        "Eyebrow gel",
        "Unknown",
        "Unknown"
    ],
    [
        "That '70s Show",
        "Danny Masterson is facing three counts of rape",
        "The alleged sexual assaults took place in 2001 and 2003",
        "The outcome of Danny Masterson's first trial was a deadlock among the jury",
        "A mistrial was declared in the first trial due to a deadlock among the jury",
        "The scheduled date for the jury selection in the retrial is March 29",
        "Danny Masterson practices the religion of Scientology",
        "The Church of Scientology was involved in attempts to shield Masterson from facing consequences",
        "Three women testified against Masterson in the first trial",
        "If convicted, Danny Masterson could face a maximum sentence of 45 years to life in prison"
    ],
    [
        "classless",
        "taunting antics against Iowa's standout player Caitlin Clark",
        "When Clark engaged in similar antics, she was hailed for her fierce competitiveness and unwavering passion, but Reese faced widespread condemnation",
        "'you can't see me' motion",
        "John Cena",
        "LSU Tigers",
        "102-85",
        "They united fiercely to shield Reese from unwarranted backlash",
        "Reese's response exposed a stark disparity in the perception of such behavior",
        "2023 Most Outstanding Player in the NCAA women's tournament"
    ],
    [
        "Taylor Swift's Eras tour began in Glendale, Arizona.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "The sold-out show in Glendale was attended by an unspecified number of fans.",
        "The setlist duration was three hours and 50 songs were performed.",
        "Fans discussed the Eras tour and shared their excitement on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was related to never-ending queues and high prices.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne and Daisy Jones",
        "Sam Claflin",
        "Riley Keough",
        "interview format",
        "Rumours",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the relationship between the characters Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the character Roy Kent, and Juno Temple plays the character Keeley Jones in the show.",
        "The article discusses the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup was tragic.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-worth.",
        "Keeley's positive attitude brings comfort to Roy.",
        "In Season 3, Keeley's career goes through significant changes as she transitions from being a model and influencer to running her own successful PR firm.",
        "A central theme of the show 'Ted Lasso' is the complexities of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as struggling to handle new emotions and acting self-destructive.",
        "Temple believes that complications in Roy and Keeley's relationship arise from their desire for personal growth and independence."
    ],
    [
        "The main focus of the article is the relationship between the characters Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the character Roy Kent, and Juno Temple plays the character Keeley Jones in the show.",
        "The article discusses the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup was tragic.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-worth.",
        "Keeley's positive attitude brings comfort to Roy.",
        "In Season 3, Keeley's career goes through significant changes as she transitions from being a model and influencer to running her own successful PR firm.",
        "A central theme of the show 'Ted Lasso' is the complexities of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as struggling to handle new emotions and acting self-destructive.",
        "Temple believes that complications in Roy and Keeley's relationship arise from their desire for personal growth and independence."
    ],
    [
        "Judy Blume",
        "British newspaper",
        "Hadley Freeman",
        "The ongoing controversy surrounding celebrated author Judy Blume and her alleged endorsement of J.K. Rowling's anti-trans stance",
        "Blume expressed her admiration for Rowling and stated, 'I love her. I am behind her 100 per cent as I watch from afar.'",
        "Freeman was referring to Rowling's defense of women's sex-based rights",
        "Blume tweeted to clarify her stance and express her solidarity with the transgender community",
        "Blume pointed to her interview with Variety",
        "Blume praised the memoir that explores LGBTQ experiences in the Variety interview",
        "Freeman interviewed Judy Blume last year for the Guardian"
    ],
    [
        "The two Romanian women and Tate's brother",
        "Human trafficking and rape",
        "End of February",
        "Human trafficking and rape",
        "Yes",
        "The reason is not mentioned in the article",
        "22 days",
        "180 days",
        "Immediate family members",
        "Yes"
    ],
    [
        "16 years",
        "forcible oral copulation, engaging in sexual penetration by a foreign object, and carrying out forcible rape",
        "23 years",
        "28 years",
        "2020",
        "more than 90 women",
        "Donna Rotunno",
        "Judge Kenneth L. Case",
        "4 witnesses",
        "Harvey Weinstein is currently appealing his convictions in both New York and Los Angeles."
    ],
    [
        "Logan Roy dies",
        "In the episode 'Connor's Wedding'",
        "A major deal in Sweden",
        "Waystar-Royco",
        "Logan Roy's eldest son is Kendall",
        "No other TV show is mentioned that killed off a major character in its final season",
        "The series 'Succession' debuted in 2018",
        "No character in the article is known for having moments of suicidal ideation",
        "The number of episodes left in the series after Logan Roy's death is not mentioned",
        "The main plot of 'Succession' is the power struggles within the Roy family."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "kindness",
        "inquiry about Meghan's children",
        "social media",
        "2022 BAFTAs",
        "mocking the couple",
        "2018",
        "Unnamed hotel",
        "mom-shaming"
    ],
    [
        "Naples, Florida",
        "Not mentioned",
        "GLSEN Collier County",
        "To equip and uplift young queer people in the Sunshine State",
        "The 'Don't Say Gay' law",
        "Participation of transgender youth in sports",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Jim Griffin",
        "Double murder",
        "Maggie and Paul",
        "Unknown",
        "Protecting his reputation",
        "Financial struggles and addiction",
        "Due to his struggles with addiction and pain",
        "He's a liar",
        "Alex deeply cherished his family",
        "Unanimity among all twelve jurors"
    ],
    [
        "Selena leaving a shady comment on a resurfaced clip of Hailey pretending to gag at the mention of Taylor Swift",
        "Justin Bieber married Hailey in 2018",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in Los Angeles",
        "Selena posted a TikTok video about accidentally using an excessive amount of laminator on her eyebrows",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'",
        "Selena supported Kylie's clarification and expressed admiration for her",
        "Hailey tweeted about Justin and Selena's relationship in 2011",
        "Selena and Justin first started dating in 2010",
        "Hailey first befriended Justin in 2009",
        "Justin and Selena's final attempt at a relationship occurred in 2018"
    ],
    [
        "Three students were tragically taken away on campus.",
        "3",
        "No students were critically injured in the shooting.",
        "Alexandria Verner, Brian Fraser, and Arielle Anderson",
        "Clawson",
        "Unknown",
        "Grosse Pointe",
        "President of Phi Delta Theta fraternity",
        "Phi Delta Theta",
        "Unknown"
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "To divert attention from impending financial ruin",
        "Missing funds totaling $792,000",
        "Financial thefts and orchestrating a plot to hire an assassin",
        "To divert attention from impending financial ruin",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "The memoir detailed the alleged abuse she endured from her late mother and the exploitation she faced in the entertainment industry",
        "Dan Schneider faced allegations of abusive behavior on set",
        "Skins",
        "Kaya Scodelario was a teenager when she landed the role of Effy Stonem in Skins",
        "Kaya Scodelario mentioned issues of the show impacting her personal life",
        "Drew Barrymore",
        "'I'm Glad My Mom Died'",
        "April Pearson and Laya Lewis",
        "Bryan Elsley's representative did not respond to the issues raised by April Pearson and Laya Lewis"
    ],
    [
        "They were dismissed from their positions.",
        "Their alleged failure to meet the department's expectations.",
        "She expressed her disappointment with their performance.",
        "Five officers were fired and charged with second-degree murder.",
        "The sixth officer was relieved of duty.",
        "The alleged negligence of the Memphis Fire Department.",
        "He was a skateboarder and photographer.",
        "He died three days after the encounter.",
        "They said his injuries caused his death.",
        "It took nineteen minutes."
    ],
    [
        "Tyre Nichols was a beloved skateboarder who tragically passed away.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident that caused Tyre Nichols' death is not mentioned in the article.",
        "The article does not mention any police officers facing murder charges for the incident.",
        "The fate of the sixth police officer involved in Tyre Nichols' death is not mentioned in the article.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remember him for his enduring impact and the lasting influence he had on their lives.",
        "Tyre Nichols's style of skating is not mentioned in the article.",
        "The old skate crew expressed their applause during the memorial service by tapping their skateboards against the ground.",
        "The article does not mention what Tyre Nichols's uncle said to Danforth and Alex Wilson."
    ],
    [
        "Sam Bankman-Fried",
        "Fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "Reportedly missing amount not mentioned",
        "Gary Wang and Caroline Ellison",
        "Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "rainstorms",
        "San Miguel area",
        "57,000",
        "until the 18th of this month",
        "Highway 17",
        "a fallen tree",
        "Highway 101",
        "Kenneth Bachor"
    ],
    [
        "Justin Pearson",
        "Taking a stand against gun violence",
        "Republican colleagues",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "Five"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Exclusion from the '200 Greatest Singers of All Time' list",
        "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, Judy Garland",
        "New York City",
        "New Year's Day",
        "Five",
        "Over 250 million",
        "Around 15",
        "Montreal"
    ]
]