[
    [
        [
            "What crime is Alex Murdaugh on trial for?",
            "Murder"
        ],
        [
            "Who are the victims in the case?",
            "Maggie Murdaugh and Paul Murdaugh"
        ],
        [
            "What evidence do prosecutors say places Alex at the scene of the crime?",
            "Cellphone and video evidence"
        ],
        [
            "What type of weapon was used to kill Maggie Murdaugh?",
            "300 Blackout AR-style rifle"
        ],
        [
            "What was the date of the murder?",
            "June 7, 2021"
        ],
        [
            "What was Alex Murdaugh's occupation before the trial?",
            "Attorney"
        ],
        [
            "What is the name of Alex Murdaugh's defense attorney?",
            "Dick Harpootlian"
        ],
        [
            "How many counts of murder is Alex Murdaugh charged with?",
            "Two"
        ],
        [
            "Who was not present at the family home the night of the murders?",
            "Buster Murdaugh"
        ],
        [
            "What type of ammunition was used in the crime?",
            "The same model and brand stored in multiple locations around the Murdaugh hunting lodge"
        ]
    ],
    [
        [
            "What did Ezra Miller plead guilty to in order to avoid jail time?",
            "unlawful trespass"
        ],
        [
            "Which state did the alleged break-in occur in?",
            "Vermont"
        ],
        [
            "What was Ezra Miller accused of stealing from the property?",
            "several bottles of alcohol"
        ],
        [
            "When did the alleged break-in occur?",
            "May 1"
        ],
        [
            "How long is Miller's suspended jail sentence?",
            "89 to 90 days"
        ],
        [
            "What fine and surcharge does Miller face?",
            "$500 fine and a $192 surcharge"
        ],
        [
            "How long will Miller be on probation?",
            "a year"
        ],
        [
            "For which superhero role is Ezra Miller known?",
            "The Flash"
        ],
        [
            "When is The Flash film scheduled for release?",
            "June 16"
        ],
        [
            "What other legal troubles has Miller faced?",
            "two arrests in Hawaii and a protection order filed by Tokata Iron Eyes' parents"
        ]
    ],
    [
        [
            "What is the speculated reason behind Taylor Swift swapping 'Invisible String' with 'The 1' during her March 31 concert?",
            "Her reported breakup from Joe Alwyn"
        ],
        [
            "Where did Taylor Swift perform on March 31?",
            "Arlington, Texas"
        ],
        [
            "Which two songs did Taylor Swift swap during her concert?",
            "'Invisible String' and 'The 1'"
        ],
        [
            "When did Taylor Swift and Joe Alwyn's relationship go public?",
            "2017"
        ],
        [
            "Which album do both 'Invisible String' and 'The 1' appear on?",
            "Folklore"
        ],
        [
            "Which pseudonym did Joe Alwyn use when cowriting some of Taylor Swift's songs?",
            "William Bowery"
        ],
        [
            "Which media outlet was the first to report news of the breakup?",
            "Entertainment Tonight"
        ],
        [
            "Which magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup?",
            "People magazine"
        ],
        [
            "When is Taylor Swift's next scheduled performance?",
            "April 13"
        ],
        [
            "Where will Taylor Swift perform on April 13?",
            "Tampa, Florida"
        ]
    ],
    [
        [
            "What is the main topic of the election in Wisconsin?",
            "The future of abortion rights in the state"
        ],
        [
            "Who are the two candidates running for the Wisconsin Supreme Court seat?",
            "Dan Kelly and Janet Protasiewicz"
        ],
        [
            "Which candidate is a vocal supporter of abortion rights?",
            "Janet Protasiewicz"
        ],
        [
            "Which candidate is endorsed by three of Wisconsin's top anti-abortion groups?",
            "Dan Kelly"
        ],
        [
            "What is the significance of this state Supreme Court election?",
            "It will determine the ideological balance of the court and the future of abortion rights in Wisconsin"
        ],
        [
            "Which law is currently being challenged in regards to abortion rights in Wisconsin?",
            "The 1849 abortion ban"
        ],
        [
            "How much has been spent on political ads for this election?",
            "Nearly $29 million"
        ],
        [
            "Why did many abortion providers in Wisconsin stop performing the procedure?",
            "Ambiguity around the legality of the 1849 ban"
        ],
        [
            "What was the result of the February primary for the Wisconsin Supreme Court seat?",
            "It broke primary election records with around 960,000 people casting ballots"
        ],
        [
            "When will the polls close for this election?",
            "8 p.m. CT"
        ]
    ],
    [
        [
            "What is the name of BuzzFeed News' health advice column?",
            "Asking for a Friend"
        ],
        [
            "What is the purpose of Asking for a Friend column?",
            "To get answers from medical experts about weird questions related to one's body"
        ],
        [
            "What percentage chance is there that others have the same weird health experiences as you?",
            "99.999%"
        ],
        [
            "What should you do if something serious is going on with your health?",
            "Chat with your doctor"
        ],
        [
            "Are there any silly questions in Asking for a Friend?",
            "No"
        ],
        [
            "How can you submit a question to be answered in the column?",
            "Fill out the provided form"
        ],
        [
            "Can you return to the form to submit more questions?",
            "Yes"
        ],
        [
            "What are some examples of questions that might be asked to the column?",
            "Weird discharge, bumps on skin, peeing after sex, hands swelling during hiking, nausea from smoking weed"
        ],
        [
            "Is the column a safe space for asking questions?",
            "Yes"
        ],
        [
            "Will all submitted questions be answered in the column?",
            "No, only some may be answered in upcoming columns"
        ]
    ],
    [
        [
            "What new state law led to the directive for Manatee County School District teachers to cover up or remove their books?",
            "HB 1467"
        ],
        [
            "When did HB 1467 go into effect?",
            "July 2022"
        ],
        [
            "What is the purpose of HB 1467?",
            "To require a formal approval process for books with a certified school librarian or media specialist before being made available to Florida public school students"
        ],
        [
            "Which group has lobbied for more than 150 books to be removed from Florida school libraries?",
            "Moms For Liberty"
        ],
        [
            "What are some examples of books targeted by Moms For Liberty?",
            "The Color Purple, The Handmaid’s Tale"
        ],
        [
            "What other conservative education laws has Florida Gov. Ron DeSantis promoted in the past two years?",
            "Banning critical race theory and the Don't Say Gay bill"
        ],
        [
            "How are the laws banning critical race theory, the Don't Say Gay bill, and HB 1467 interconnected?",
            "They create an environment of uncertainty and restrictions on teachers and classrooms"
        ],
        [
            "What statute does the text of HB 1467 cite, and what does it mean for teachers?",
            "Florida statute 847.012; it makes distributing sexually obscene material to minors a felony"
        ],
        [
            "What are some potential consequences for teachers if they do not comply with HB 1467?",
            "Penalties against teaching certificates, not being rehired, and even felony charges"
        ],
        [
            "What course was blocked by the Florida Department of Education in January?",
            "Advanced Placement high school course on African American Studies"
        ]
    ],
    [
        [
            "Who testified in court about Alex Murdaugh's behavior on the night of the murders?",
            "Buster Murdaugh"
        ],
        [
            "On what date did Buster receive the late-night phone call from his father about the murders?",
            "June 7, 2021"
        ],
        [
            "In what county courthouse did Buster testify?",
            "Colleton County Courthouse"
        ],
        [
            "What was Alex Murdaugh's drug addiction?",
            "prescription painkillers"
        ],
        [
            "When did Alex go to a detox facility to wean himself off opioids?",
            "Christmas in 2018"
        ],
        [
            "How much did Alex sometimes spend per week to support his drug habit?",
            "$50,000"
        ],
        [
            "What is the location of the Murdaugh family's property?",
            "Moselle Road in Islandton, South Carolina"
        ],
        [
            "What was the profession of the family members supporting Alex during the trial?",
            "high-profile lawyers"
        ],
        [
            "Who is the engineer that testified about the ballistic trajectories in the crime scene?",
            "Mike Sutton"
        ],
        [
            "What did the prosecutors claim that Alex said in the interview three days after the killings?",
            "'I did him so bad'"
        ]
    ],
    [
        [
            "When did Emilia Clarke first appear in Game of Thrones?",
            "2011"
        ],
        [
            "How old was Emilia Clarke when she got her big break in Game of Thrones?",
            "24"
        ],
        [
            "What character did Emilia Clarke play in Game of Thrones?",
            "Daenerys Targaryen"
        ],
        [
            "How many brain aneurysms did Emilia Clarke have during the filming of the show?",
            "two"
        ],
        [
            "In what year did Emilia Clarke have her first brain aneurysm?",
            "2011"
        ],
        [
            "What does Emilia Clarke's Instagram bio say?",
            "If at first you don't succeed, laugh until you do…"
        ],
        [
            "What did Emilia Clarke's mom send her that she shared on Instagram?",
            "a mug"
        ],
        [
            "What was written on the mug?",
            "You're doing fucking great."
        ],
        [
            "What was the Twitter user Jon Miller's comment on Emilia's post?",
            "Lmao wow Daenerys Targaryen didn’t just hit the wall she flew into it full speed on a dragon."
        ],
        [
            "What is Emilia Clarke's view on aging according to her interview with Elle?",
            "She is happy for her face to reflect the time that she has spent living."
        ]
    ],
    [
        [
            "What happened to Jeremy Renner during his snowplowing accident?",
            "He was completely crushed by a snowcat vehicle."
        ],
        [
            "Where did the accident take place?",
            "Mt. Rose Highway in Nevada."
        ],
        [
            "What type of vehicle was involved in the accident?",
            "A snowcat."
        ],
        [
            "What type of injuries did Renner suffer?",
            "He was bleeding heavily from his head and other injuries."
        ],
        [
            "What was the condition of the roads during the accident?",
            "Closed with at least three feet of snow on the ground."
        ],
        [
            "What is the Washoe County Sheriff's Office currently investigating?",
            "If there was any mechanical error with the snowcat."
        ],
        [
            "What was Renner trying to do when the accident occurred?",
            "Help a stranded driver."
        ],
        [
            "What kind of surgery did Renner undergo?",
            "Surgery for blunt chest trauma and orthopedic injuries."
        ],
        [
            "Where is Renner currently recovering?",
            "In the ICU."
        ],
        [
            "What did Renner share on Instagram and Twitter?",
            "A video of himself enjoying a 'spa moment' at the hospital with his mother and sister."
        ]
    ],
    [
        [
            "Who was the cohost of the CMT Awards?",
            "Kelsea Ballerini"
        ],
        [
            "What event did Kelsea Ballerini honor during the CMT Awards?",
            "The Nashville school shooting victims"
        ],
        [
            "How many people died in the Nashville school shooting?",
            "Six"
        ],
        [
            "What date did the Nashville school shooting occur?",
            "March 27, 2023"
        ],
        [
            "What school had Kelsea Ballerini witnessed a shooting in?",
            "Central High School"
        ],
        [
            "What is the title of Kelsea Ballerini's 2021 book?",
            "Feel Your Way Through: A Book of Poetry"
        ],
        [
            "What song did Kelsea Ballerini perform with drag queens from RuPaul's Drag Race?",
            "If You Go Down [I'm Goin' Down Too]"
        ],
        [
            "Which country stars reacted to the Nashville school shooting on social media?",
            "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow"
        ],
        [
            "What is the name of the school where the Nashville shooting occurred?",
            "The Covenant School"
        ],
        [
            "What is the stance of Tennessee Gov. Bill Lee on gun control laws?",
            "He does not support restricting firearms or stronger gun control laws"
        ]
    ],
    [
        [
            "What is the main subject of the article?",
            "Voice deepfakes on social media"
        ],
        [
            "What is the occupation of Zach Silberberg?",
            "Digital content producer"
        ],
        [
            "Which software did Zach Silberberg use to create the Biden zoo video?",
            "ElevenLabs"
        ],
        [
            "Which YouTube creator's video inspired Silberberg to try voice deepfakes?",
            "ZimoNitrome"
        ],
        [
            "What is the pseudonym of the video game YouTuber and Twitch streamer who also experimented with deepfake audio?",
            "Pade"
        ],
        [
            "In Pade's videos, which political figures are often deepfaked?",
            "US presidents"
        ],
        [
            "What is the personal interest of Joe Marotta, who used deepfake audio for promotion?",
            "Professional wrestling"
        ],
        [
            "Which AI software is commonly used to generate voice deepfakes?",
            "ElevenLabs"
        ],
        [
            "What is the main concern expressed by deepfake users and experts?",
            "Potential misuse of technology for nefarious purposes"
        ],
        [
            "What does Henry Ajder suggest helps avoid extreme disinformation with deepfake audio?",
            "Using obviously outlandish content and targeting well-known people"
        ]
    ],
    [
        [
            "1. What is Keke Palmer using to prepare for motherhood?",
            "A childbirth simulator from The Sims"
        ],
        [
            "2. What new role has Keke Palmer taken on in the metaverse?",
            "Host of a metaverse interview series called Are We There Yet?"
        ],
        [
            "3. What kind of game is The Sims 4?",
            "A computer game where players develop their own worlds and create storylines between characters"
        ],
        [
            "4. What platform did Keke Palmer join for regular gameplay livestreams?",
            "Twitch"
        ],
        [
            "5. In which trimester of her pregnancy is Keke Palmer currently?",
            "Last trimester"
        ],
        [
            "6. Which virtual life simulation game did Palmer play when she was younger?",
            "Second Life"
        ],
        [
            "7. How many expansion packs does Palmer have for The Sims?",
            "12"
        ],
        [
            "8. What does the childbirth mod in The Sims allow Palmer's character to explore?",
            "Different methods for giving birth, including home birth and C-section, as well as simulate ultrasounds and partner interactions"
        ],
        [
            "9. What is Keke Palmer's favorite aspect of the metaverse?",
            "Connecting with other creators online"
        ],
        [
            "10. Who are some guests Keke Palmer has interviewed on Are We There Yet?",
            "NFL pro Andrew 'Hawk' Hawkins and immersive media creator Brenda Chen"
        ]
    ],
    [
        [
            "Who is the 16-year-old mentioned in the article?",
            "Susana Morales"
        ],
        [
            "What did Susana's family say about the police's initial response to her disappearance?",
            "They said the police dismissed their concerns and treated her as a runaway."
        ],
        [
            "What is the online petition launched by Susana's family seeking?",
            "Accountability for the police's handling of her case and better treatment for other missing minors."
        ],
        [
            "What did Susana text her mother before she went missing?",
            "That she was on her way home."
        ],
        [
            "Where were Susana's remains found?",
            "In the woods."
        ],
        [
            "Who is Miles Bryant?",
            "A 22-year-old former police officer who is suspected of killing Susana."
        ],
        [
            "What was Miles Bryant charged with in connection to Susana's death?",
            "Kidnapping and murder."
        ],
        [
            "What other crime did Bryant allegedly commit before Susana's death?",
            "Stalking and attempting to break into Elesha Bates's home."
        ],
        [
            "What did the activist Cheyenne say about Bryant's previous offenses?",
            "That he should have been detained after the first harassment and battery offenses."
        ],
        [
            "What are some of the demands made by Jasmine Morales in the petition?",
            "More transparency from the police in Susana's case and others involving missing minors, and accountability for the Doraville Police Department for hiring Bryant despite his history of violence."
        ]
    ],
    [
        [
            "Who is the Marvel actor that recently clarified her comments about 'Black Panther 3'?",
            "Letitia Wright"
        ],
        [
            "What did Letitia Wright initially say about 'Black Panther 3'?",
            "It's already in the works"
        ],
        [
            "Where did Letitia Wright's initial comment about 'Black Panther 3' take place?",
            "Golden Globes red carpet"
        ],
        [
            "How did some fans interpret Letitia Wright's initial comment?",
            "That Black Panther 3 had been greenlit and was on the way"
        ],
        [
            "Where did Letitia Wright clarify her statement?",
            "Newport Beach Film Festival UK Honours event"
        ],
        [
            "What did Letitia Wright say in her clarification?",
            "There is always the hope for another film, especially in a franchise"
        ],
        [
            "What role does Letitia Wright play in the Black Panther franchise?",
            "Shuri"
        ],
        [
            "What is the title of the Black Panther sequel?",
            "Black Panther: Wakanda Forever"
        ],
        [
            "Who is the writer and director of the Black Panther franchise?",
            "Ryan Coogler"
        ],
        [
            "What did Ryan Coogler say about his involvement in the franchise in a New York Times interview?",
            "He would always be open to working on the franchises as long as folks will have him"
        ]
    ],
    [
        [
            "What is the article about?",
            "Jeremy Renner's recovery after a snowplow accident"
        ],
        [
            "Who is Jeremy Renner?",
            "An actor, known for roles in Mayor of Kingstown and Marvel Studios' Avengers"
        ],
        [
            "What happened to Jeremy Renner on New Year's Day?",
            "He was run over by a snowcat vehicle"
        ],
        [
            "Where did the accident take place?",
            "Near Reno, Nevada"
        ],
        [
            "What is a snowcat?",
            "A vehicle similar to a truck that runs on tracks instead of wheels"
        ],
        [
            "What injuries did Jeremy Renner sustain?",
            "Blunt chest trauma and orthopedic injuries"
        ],
        [
            "When did Jeremy Renner undergo surgery?",
            "Jan. 2"
        ],
        [
            "What show did Jeremy Renner watch with his family during recovery?",
            "Episode 201 of Mayor of Kingstown"
        ],
        [
            "What platform is Mayor of Kingstown on?",
            "Paramount+"
        ],
        [
            "How has Jeremy Renner updated fans on his recovery?",
            "Through social media posts on Instagram and Twitter"
        ]
    ],
    [
        [
            "What is the name of the HBO zombie apocalypse series mentioned in the article?",
            "The Last of Us"
        ],
        [
            "What is the real-life fungus that inspired the fictional cordyceps in the show?",
            "Ophiocordyceps unilateralis"
        ],
        [
            "Which creatures are affected by the cordyceps fungus in real life?",
            "ants, spiders, moths, locusts, and other arthropods"
        ],
        [
            "What do the cordyceps spores release to break down an insect's cuticle?",
            "digestive enzymes"
        ],
        [
            "What are the threadlike growths that grow inward and take over the insect's brain called?",
            "mycelia"
        ],
        [
            "How does the infected ant behave to benefit the cordyceps?",
            "climbs up the tree trunk and bites the stem or leaf in a death grip"
        ],
        [
            "What is one reason cordyceps fungus is not likely to affect humans?",
            "humans are warm-blooded with high body temperatures"
        ],
        [
            "What is an example of a yeast that has emerged with climate change?",
            "Candida auris"
        ],
        [
            "What kind of infections can Candida auris cause?",
            "bloodstream infections, wound infections, infections in organs like brain and heart"
        ],
        [
            "What should people do to stay connected to reality when it comes to science fiction?",
            "listen to public health"
        ]
    ],
    [
        [
            "Who became the first Asian woman to win Best Actress at the Oscars?",
            "Michelle Yeoh"
        ],
        [
            "For which movie did Michelle Yeoh win the Best Actress Oscar?",
            "Everything Everywhere All At Once"
        ],
        [
            "What other award did the movie win at the Oscars?",
            "Best Picture"
        ],
        [
            "To whom did Michelle Yeoh dedicate her award?",
            "Her 84-year-old mother"
        ],
        [
            "Where was Michelle Yeoh's mother watching the show?",
            "Malaysia"
        ],
        [
            "Who were the directors of Everything Everywhere All At Once?",
            "Daniel Kwan and Daniel Scheinert"
        ],
        [
            "How many Oscars did the film win in total?",
            "Seven"
        ],
        [
            "Who presented Michelle Yeoh's Oscar?",
            "Jessica Chastain and Halle Berry"
        ],
        [
            "What was Halle Berry's significance in the Best Actress category?",
            "She was the first Black woman to win in the category"
        ],
        [
            "Which other awards did Michelle Yeoh win this awards season for her performance?",
            "A Golden Globe and a SAG award"
        ]
    ],
    [
        [
            "Who did Taylor Swift recently break up with?",
            "Joe Alwyn"
        ],
        [
            "How long were Taylor Swift and Joe Alwyn together?",
            "more than six years"
        ],
        [
            "What is the name of Taylor Swift's most recent album?",
            "Midnights"
        ],
        [
            "What did Taylor describe 'Midnights' as?",
            "the stories of 13 sleepless nights scattered throughout my life"
        ],
        [
            "Which tour was Taylor Swift on when she mentioned feeling 'really connected' to 'Midnights'?",
            "Eras Tour"
        ],
        [
            "What is one specific term of endearment Taylor uses in both 'Bejeweled' and 'Paper Rings'?",
            "baby boy"
        ],
        [
            "What song on 'Midnights' is believed to reference Joe Alwyn and the early days of their relationship?",
            "Lavender Haze"
        ],
        [
            "Which song on 'Midnights' has the lyrics 'He wanted a bride / I was making my own name / Chasing that fame'?",
            "Midnight Rain"
        ],
        [
            "Which song on 'Midnights [3am Edition]' mentions Taylor and Joe surviving 'The Great War'?",
            "The Great War"
        ],
        [
            "What gesture did Taylor Swift make during her concert while performing 'Delicate'?",
            "a quick thumbs-up"
        ]
    ],
    [
        [
            "Who is the viral Snoopy fancam editor known as?",
            "Snoopy Sister"
        ],
        [
            "What is Malala Yousafzai's educational nonprofit called?",
            "Malala Fund"
        ],
        [
            "Who first began posting Snoopy Sister's edits on TikTok?",
            "@itsgrovy [Tram]"
        ],
        [
            "Why was Snoopy Sister grounded?",
            "She hasn’t been doing well in her high school math classes"
        ],
        [
            "What hashtag is associated with the growing Snoopy fandom on TikTok?",
            "#snoopy"
        ],
        [
            "How many views does the #snoopy hashtag have on TikTok as of Tuesday?",
            "813.9 million"
        ],
        [
            "What did the Red Cross release this month to attract more young blood donors?",
            "An exclusive Snoopy shirt"
        ],
        [
            "When will Snoopy Sister's grounding end?",
            "April 19"
        ],
        [
            "What has Snoopy Sister been practicing during her no-phone era?",
            "Drawing Snoopy and learning to code in HTML"
        ],
        [
            "What other animals does Snoopy Sister love besides Snoopy?",
            "Raccoons and capybaras"
        ]
    ],
    [
        [
            "Where did the shooting take place?",
            "Old National Bank in Louisville, Kentucky"
        ],
        [
            "How many people were killed in the shooting?",
            "Five"
        ],
        [
            "How many people were injured in the shooting?",
            "Nine"
        ],
        [
            "What is the name of the bank vice president who was killed?",
            "Thomas Elliott"
        ],
        [
            "How many of the injured victims suffered gunshot wounds?",
            "Five"
        ],
        [
            "What is the condition of Officer Nickolas Wilt?",
            "Critical but stable"
        ],
        [
            "What weapon did the shooter use?",
            "A rifle"
        ],
        [
            "What is the name of the suspected shooter?",
            "Connor Sturgeon"
        ],
        [
            "Which platform was used to livestream the attack?",
            "Meta"
        ],
        [
            "How many mass shootings have occurred in the US so far in 2023?",
            "146"
        ]
    ],
    [
        [
            "1. Who is the main subject of the resurfaced clip?",
            "Aubrey Plaza"
        ],
        [
            "2. What is the title of the 2013 movie Aubrey Plaza starred in?",
            "The To Do List"
        ],
        [
            "3. What was Aubrey Plaza's character's name in the movie?",
            "Brandy Klark"
        ],
        [
            "4. What scene did Aubrey Plaza find nerve-racking to film?",
            "A scene where her character pleasures herself"
        ],
        [
            "5. Who was the director of the movie?",
            "Maggie Carey"
        ],
        [
            "6. What did the script for the scene in question describe?",
            "Brandy masturbates"
        ],
        [
            "7. How did Aubrey Plaza initially envision the scene?",
            "A nice scene where her hand slowly goes out of frame"
        ],
        [
            "8. What clothing was Aubrey Plaza wearing during the scene?",
            "Underwear and a Clinton T-shirt"
        ],
        [
            "9. How did Maggie Carey describe Aubrey Plaza's performance?",
            "Brave and gutsy"
        ],
        [
            "10. How did some internet users react to the resurfaced clip?",
            "Disturbed and concerned"
        ]
    ],
    [
        [
            "Who was convicted of murdering Nipsey Hussle?",
            "Eric Holder Jr."
        ],
        [
            "When was Eric Holder Jr. found guilty of first-degree murder?",
            "July 2022"
        ],
        [
            "Where did the shooting of Nipsey Hussle take place?",
            "Outside The Marathon Clothing store in South Los Angeles"
        ],
        [
            "What was the sentence given to Eric Holder Jr. on Wednesday?",
            "60 years to life in prison"
        ],
        [
            "What additional charges was Eric Holder Jr. convicted of?",
            "Two counts of attempted voluntary manslaughter and two counts of assault with a firearm"
        ],
        [
            "What was Holder's attorney's argument for reducing the conviction?",
            "To reduce it to voluntary manslaughter"
        ],
        [
            "What was the prosecution's argument for the murder being premeditated?",
            "It was a result of long-building tensions"
        ],
        [
            "What gang did both Holder and Hussle belong to?",
            "Rollin' 60s gang"
        ],
        [
            "What mental health condition was Eric Holder Jr. diagnosed with?",
            "Schizophrenia"
        ],
        [
            "Did Judge H. Clay Jacke II consider Holder's mental health in the sentencing?",
            "Yes"
        ]
    ],
    [
        [
            "What condition does Olivia Culpo have?",
            "Endometriosis"
        ],
        [
            "What is endometriosis?",
            "A condition in which tissue similar to the uterine lining, or endometrium, grows outside of the uterus"
        ],
        [
            "What is the average time it takes to receive a proper diagnosis for endometriosis?",
            "Eight to 10 years"
        ],
        [
            "What helped relieve Culpo's pain in her lower back?",
            "Applying heat"
        ],
        [
            "Which product does Culpo recommend for an effective bath?",
            "Dr Teal's Pure Epsom Salt"
        ],
        [
            "What other product does Culpo use in her baths for easing swelling, stiffness, and pain?",
            "Ancient Minerals Magnesium Bath Flakes"
        ],
        [
            "What type of heat source did Culpo find most effective for her lower back pain?",
            "Hot water bottles"
        ],
        [
            "What specific hot water bottle does Culpo recommend?",
            "Love Cashmere Hot Water Bottle from Naked Cashmere"
        ],
        [
            "Which online community did Culpo find support in?",
            "Endo Warriors"
        ],
        [
            "What procedure did Culpo undergo to alleviate her endometriosis symptoms?",
            "Surgery to remove endometrioma and insertion of the Mirena IUD"
        ]
    ],
    [
        [
            "Who is the CEO of TikTok?",
            "Shou Zi Chew"
        ],
        [
            "Which committee did Shou Zi Chew appear before?",
            "House Energy and Commerce Committee"
        ],
        [
            "How many active users does TikTok have in the US?",
            "150 million"
        ],
        [
            "Who is TikTok's parent company?",
            "ByteDance"
        ],
        [
            "How many bills are currently in Congress that could affect American access to TikTok?",
            "3"
        ],
        [
            "Which two countries issued orders last month banning the use of TikTok on government-issued mobile devices?",
            "US and Canada"
        ],
        [
            "What is the name of the operation to move information about TikTok's American users to US-based servers?",
            "Project Texas"
        ],
        [
            "When did China-based ByteDance employees access nonpublic US TikTok user data?",
            "Between September 2021 and January 2022"
        ],
        [
            "What are the sponsors of the RESTRICT Act?",
            "Senators Mark Warner and John Thune"
        ],
        [
            "What is the primary concern of lawmakers regarding TikTok?",
            "Suspected ties to the Chinese government and data privacy"
        ]
    ],
    [
        [
            "Which state has become the first to ban the abortion pill?",
            "Wyoming"
        ],
        [
            "When does the medication abortion ban go into effect?",
            "July 1"
        ],
        [
            "What is the penalty for violating the medication abortion ban?",
            "Up to six months' imprisonment and a fine of up to $9,000"
        ],
        [
            "What are the exemptions from the medication abortion ban?",
            "Sexual assault, incest, natural miscarriage, and procedures for imminent peril that substantially endangers a pregnant person's life or health"
        ],
        [
            "Which medication is exempted from the ban?",
            "Plan B One-Step and other morning-after pills"
        ],
        [
            "Is the pregnant person exempt from prosecution for their own abortion?",
            "Yes"
        ],
        [
            "How many states have some restriction on medication abortion?",
            "Fifteen"
        ],
        [
            "What is the name of the only abortion clinic in Wyoming?",
            "Women’s Health & Family Care Clinic"
        ],
        [
            "Which case caused several states to push forward anti-abortion measures?",
            "The Supreme Court's overturn of Roe v. Wade"
        ],
        [
            "What percentage of abortions in the United States is medication abortion estimated to account for?",
            "More than half"
        ]
    ],
    [
        [
            "Who did Austin Butler play in Baz Luhrmann's 2022 biopic?",
            "Elvis Presley"
        ],
        [
            "How long did Austin Butler avoid seeing his family while preparing for and shooting the project?",
            "Three years"
        ],
        [
            "What did fans label Austin Butler for taking method acting too seriously?",
            "Insufferable"
        ],
        [
            "What was Austin's goal in studying Elvis Presley's life?",
            "To find his humanity"
        ],
        [
            "What did Austin Butler do to gain weight for the older version of Elvis?",
            "Eat two dozen doughnuts"
        ],
        [
            "What did Austin Butler feel after incorporating the new eating habits?",
            "Awful"
        ],
        [
            "Which actor inspired Austin Butler in his physical transformation for Elvis?",
            "Ryan Gosling"
        ],
        [
            "What did Ryan Gosling do to gain weight for his role in The Lovely Bones?",
            "Drank melted Häagen-Dazs ice cream"
        ],
        [
            "Why was Ryan Gosling fired from The Lovely Bones?",
            "The director and producers did not approve of his weight gain"
        ],
        [
            "Who replaced Ryan Gosling in The Lovely Bones?",
            "Mark Wahlberg"
        ]
    ],
    [
        [
            "How many infant deaths have been linked to Fisher-Price's Rock 'n Play Sleepers?",
            "100"
        ],
        [
            "When was the Fisher-Price Rock 'n Play Sleeper first recalled?",
            "April 2019"
        ],
        [
            "How many deaths were linked to the sleeper at the time of the initial recall?",
            "30"
        ],
        [
            "How many sleepers were included in the original recall?",
            "4.7 million"
        ],
        [
            "Which major retailers sold the Fisher-Price Rock 'n Play Sleeper?",
            "Walmart, Target, and Amazon"
        ],
        [
            "What is the recommended sleep position for infants according to doctors?",
            "On their backs on a flat surface"
        ],
        [
            "Which other product had a renewed recall for the same reason as the Rock 'n Play?",
            "Kids2 Rocking Sleepers"
        ],
        [
            "How many infants died while using Kids2 Rocking Sleepers?",
            "15"
        ],
        [
            "Which product was recalled in 2021 after eight infants died of suffocation?",
            "Boppy newborn lounger"
        ],
        [
            "Which product was recalled in late 2022 after one baby died and another sustained neck injuries?",
            "MamaRoo baby swings"
        ]
    ],
    [
        [
            "How many domestic fowl have died or been culled in the US due to avian flu in the past 12 months?",
            "More than 58 million"
        ],
        [
            "What is the mortality rate in humans for the H5N1 strain of influenza?",
            "50%"
        ],
        [
            "What is contributing to the egg shortage and rising prices in the US?",
            "Large number of chickens being killed by avian flu, inflation, and demand"
        ],
        [
            "How many wild mammals in the US have the H5N1 virus been detected in during 2022 and 2023?",
            "More than 120"
        ],
        [
            "In which country did an outbreak at a mink farm suggest the virus can now spread in mammals?",
            "Spain"
        ],
        [
            "What is the death rate of the H5N1 strain among humans, based on 858 reported cases since 2003?",
            "53%"
        ],
        [
            "Which wild migratory birds usually carry avian flu?",
            "Wild ducks and geese"
        ],
        [
            "What is one evidence that this avian flu outbreak is more widely distributed geographically?",
            "The outbreak has visited double the number of states compared to the 2015 outbreak"
        ],
        [
            "How does bird flu typically get transmitted to humans?",
            "Through close contact with infected birds"
        ],
        [
            "What kind of protective measures does the CDC recommend against unprotected contact with wild or domestic birds?",
            "Wearing an N95 respiratory or surgical mask, eye protection, disposable gloves, boots, washing hands after contact, and avoiding touching face"
        ]
    ],
    [
        [
            "1. Who was reinstated to his seat in the Tennessee House?",
            "Justin Jones"
        ],
        [
            "2. Where is Justin Jones from?",
            "Nashville"
        ],
        [
            "3. Who is the other expelled lawmaker?",
            "Justin Pearson"
        ],
        [
            "4. Where is Justin Pearson from?",
            "Memphis"
        ],
        [
            "5. Why were the two lawmakers expelled?",
            "For protesting for gun control"
        ],
        [
            "6. What event sparked the protest?",
            "A deadly Nashville school shooting at the Covenant School"
        ],
        [
            "7. Who survived the expulsion vote by a single vote?",
            "Democratic Rep. Gloria Johnson"
        ],
        [
            "8. What did President Joe Biden say about the expulsion of the lawmakers?",
            "The expulsion of lawmakers who engaged in peaceful protest is shocking, undemocratic, and unprecedented."
        ],
        [
            "9. What was the response of House Speaker Cameron Sexton?",
            "He tried to compare the lawmakers' actions to those of the Jan. 6 rioters at the US Capitol."
        ],
        [
            "10. Were the protesters in the Tennessee capitol allowed in the building after security screening?",
            "Yes"
        ]
    ],
    [
        [
            "What is the latest revelation about Rep. George Santos?",
            "He lied about appearing on 'Hannah Montana'"
        ],
        [
            "Which political party does George Santos belong to?",
            "Republican"
        ],
        [
            "Which district does George Santos represent?",
            "Long Island"
        ],
        [
            "Where was the information about George Santos's lies reported?",
            "Politico"
        ],
        [
            "What is the name of the Wikipedia username that appears to belong to Santos?",
            "Anthony Devolder"
        ],
        [
            "What TV show does the Wikipedia account claim George Santos appeared on?",
            "Hannah Montana"
        ],
        [
            "What other TV show does the account claim Santos appeared on?",
            "The Suite Life of Zack & Cody"
        ],
        [
            "What movie does the account falsely claim Santos appeared in?",
            "The Invasion"
        ],
        [
            "What name did Santos allegedly use to orchestrate a scam involving a dog's surgery?",
            "Anthony Devolder"
        ],
        [
            "What was the name of the reporter who exposed Santos's lies about performing in drag?",
            "Marisa Kabas"
        ]
    ],
    [
        [
            "When was Rep. Kevin McCarthy elected as the Speaker of the House?",
            "Saturday morning"
        ],
        [
            "How many rounds of voting did it take for McCarthy to win the majority?",
            "15"
        ],
        [
            "What was the threshold of votes needed for McCarthy to win in the final ballot?",
            "216"
        ],
        [
            "How many votes did House minority leader Hakeem Jeffries receive in the final ballot?",
            "212"
        ],
        [
            "How long was the Republican party's struggle to coalesce around a candidate for the House speaker?",
            "4 days"
        ],
        [
            "When was the last time there was such a long bid for House speaker?",
            "164 years ago"
        ],
        [
            "What were some concessions demanded by the Republicans opposing McCarthy?",
            "less government spending and specific policy changes"
        ],
        [
            "Which group do many of the Republicans who voted against McCarthy belong to?",
            "the ultraconservative Freedom Caucus"
        ],
        [
            "What incident occurred on the House floor during the 14th round of voting?",
            "Rep. Mike Rogers was physically restrained while getting into a verbal altercation with Rep. Matt Gaetz"
        ],
        [
            "Who was consistently supported by the House Democrats for the position?",
            "Hakeem Jeffries"
        ]
    ],
    [
        [
            "What is the bill number that classifies male and female impersonators as adult cabaret performers in Tennessee?",
            "HB 9"
        ],
        [
            "What is the potential consequence of violating the law for the first time?",
            "A misdemeanor"
        ],
        [
            "What are the consequences for subsequent violations of the law?",
            "Felony charge, up to six years in prison, and a $3,000 fine"
        ],
        [
            "What is the deadline for the governor to sign the bill?",
            "A little over a week from the article's publication"
        ],
        [
            "What is the stage name of Slade Kyle when they perform in drag?",
            "Bella DuBalle"
        ],
        [
            "What is the name of the nightclub where Slade Kyle is the show host and director?",
            "Atomic Rose"
        ],
        [
            "What is the name of the executive director of the ACLU in Tennessee?",
            "Kathy Sinback"
        ],
        [
            "What are the two types of bills that Tennessee Gov. Bill Lee is expected to sign?",
            "Ban on drag and ban on gender-affirming care for trans youth"
        ],
        [
            "What is the name of the drag show planned at the Atomic Rose on April 1?",
            "Brick Ball"
        ],
        [
            "Which two trans advocates are credited for throwing the first brick during the Stonewall rebellion?",
            "Marsha P. Johnson and Sylvia Rivera"
        ]
    ],
    [
        [
            "1. Who are the creators behind the Study Hall initiative?",
            "Hank Green and John Green"
        ],
        [
            "2. Which university is involved in the Study Hall partnership?",
            "Arizona State University"
        ],
        [
            "3. What platform is primarily used for hosting the Study Hall videos?",
            "YouTube"
        ],
        [
            "4. What is the main goal of the Study Hall initiative?",
            "To allow users to gain college credit at a reasonable rate by taking classes on YouTube"
        ],
        [
            "5. How many subscribers does the Vlogbrothers YouTube channel have?",
            "More than 3.5 million"
        ],
        [
            "6. What is the initial cost for gaining access to faculty and assessments through Study Hall?",
            "$25"
        ],
        [
            "7. How much does it cost to receive college credit after completing the assessments?",
            "$400"
        ],
        [
            "8. What subject areas are covered in the initial Study Hall playlists?",
            "Data literacy, chemistry, algebra, writing composition, human communication, rhetoric and composition, math, and US history to 1865"
        ],
        [
            "9. What is the long-term goal for the number of courses offered through Study Hall?",
            "To gradually increase the number of courses so that students could complete their whole first year of college using the program"
        ],
        [
            "10. How many students does Hank Green hope will participate in the Study Hall program within five years?",
            "Tens of thousands"
        ]
    ],
    [
        [
            "What is causing the worldwide shortage of Ozempic?",
            "The buzz around it for weight loss and the high demand"
        ],
        [
            "What is Ozempic originally approved for?",
            "To treat Type 2 diabetes"
        ],
        [
            "What is the brand name for semaglutide when used for weight loss?",
            "Wegovy"
        ],
        [
            "What class of medications does Ozempic belong to?",
            "GLP-1 receptor agonists"
        ],
        [
            "What is the difference between Wegovy and Ozempic?",
            "Their maximum dosage levels and approved indications"
        ],
        [
            "How much has the usage of Ozempic grown globally year to date?",
            "69%"
        ],
        [
            "What is the reason for insurance companies offering less coverage for weight management medications?",
            "They tend to be very expensive"
        ],
        [
            "How do Ozempic and Wegovy shortages affect patients with Type 2 diabetes?",
            "Doctors have to switch them to older, less effective drugs to control blood sugar"
        ],
        [
            "What is the current status of the Ozempic shortage according to Novo Nordisk?",
            "1- and 2-milligram doses are available, but there are still intermittent supply disruptions on the 0.25- and 0.5-milligram doses"
        ],
        [
            "What is the first step recommended for people looking to treat obesity or get rid of excess weight?",
            "Talk with their family doctor"
        ]
    ],
    [
        [
            "Who is the actor that helped kindergarten kids flee the Nashville school shooting?",
            "Melissa Joan Hart"
        ],
        [
            "What is Melissa Joan Hart famous for?",
            "Her role on Sabrina the Teenage Witch"
        ],
        [
            "How many people were killed in the Nashville school shooting?",
            "Six"
        ],
        [
            "What was the relation between the victims?",
            "Three children and three members of staff"
        ],
        [
            "Who was the shooter?",
            "A former student of the Covenant School"
        ],
        [
            "What did Melissa Joan Hart and her husband do to help?",
            "Helped kids cross the road, get their teachers, and reunite with their mom"
        ],
        [
            "Where was Melissa Joan Hart going when she encountered the children?",
            "A conference at her child's school"
        ],
        [
            "What school did Hart's children attend?",
            "A neighboring school to the Covenant School"
        ],
        [
            "What connection does Hart have to the Sandy Hook school shooting?",
            "Her family lived near the school in Connecticut"
        ],
        [
            "Which nonprofit groups has Hart attended rallies for?",
            "Moms Demand Action and Everytown for Gun Safety"
        ]
    ],
    [
        [
            "1. Who is facing assault and harassment charges?",
            "Jonathan Majors"
        ],
        [
            "2. What did Jonathan Majors' lawyer say about his involvement in the incident?",
            "Majors is innocent and was the actual victim"
        ],
        [
            "3. When was Jonathan Majors arraigned in a New York City courtroom?",
            "Sunday"
        ],
        [
            "4. What charges is Jonathan Majors facing?",
            "Assault, attempted assault, harassment, and aggravated harassment"
        ],
        [
            "5. What did the victim tell police about the alleged incident?",
            "Majors struck her about the face, causing pain and a laceration, grabbed her hand causing swelling and bruising, and put his hand on her neck causing bruising and pain"
        ],
        [
            "6. What did the judge grant along with releasing Majors on his own recognizance?",
            "A limited order of protection"
        ],
        [
            "7. When is Jonathan Majors' next court appearance scheduled?",
            "May 8"
        ],
        [
            "8. What did Majors' lawyer, Priya Chaudhry, say about evidence in the case?",
            "Video and witness evidence will clear her client and the alleged victim has recanted her allegations"
        ],
        [
            "9. Why did Chaudhry say the woman involved in the incident was in an emotional crisis?",
            "Majors had been the one to call 911"
        ],
        [
            "10. In which movies has Jonathan Majors recently appeared?",
            "Creed III as Damian Anderson and Ant-Man and the Wasp: Quantumania as Kang the Conqueror"
        ]
    ],
    [
        [
            "What was the special surprise guest during Rihanna's Super Bowl halftime show?",
            "a baby bump"
        ],
        [
            "What was the occasion for Rihanna's performance?",
            "Super Bowl halftime show"
        ],
        [
            "When did Rihanna last perform before the Super Bowl halftime show?",
            "before giving birth to her son on May 13, 2022"
        ],
        [
            "Which songs did Rihanna perform during the show?",
            "Umbrella, Work, and Bitch Better Have My Money"
        ],
        [
            "What did fans notice about Rihanna's outfit during her performance?",
            "a bump peeking out of her red jumpsuit"
        ],
        [
            "Which action during her performance hinted at Rihanna's pregnancy?",
            "rubbing her belly"
        ],
        [
            "How did Rihanna confirm her pregnancy?",
            "her representative confirmed to AP after the show"
        ],
        [
            "How many children will Rihanna have after the birth of her second child?",
            "two"
        ],
        [
            "Who is Rihanna's partner?",
            "A$AP Rocky"
        ],
        [
            "When is Rihanna's birthday?",
            "eight days after the Super Bowl performance"
        ]
    ],
    [
        [
            "Who is MrBeast?",
            "Jimmy Donaldson"
        ],
        [
            "How many subscribers does MrBeast have on YouTube?",
            "131 million"
        ],
        [
            "What is the title of MrBeast's latest controversial video?",
            "1,000 Blind People See for the First Time"
        ],
        [
            "What type of surgery does the video focus on?",
            "A 10-minute surgery that treats blindness"
        ],
        [
            "What was the reaction of one woman who received surgery and $10,000?",
            "She screamed and fell to the ground"
        ],
        [
            "What gift did MrBeast give to a man who missed driving?",
            "A new Tesla"
        ],
        [
            "How many views did the controversial video receive?",
            "76 million"
        ],
        [
            "What is MrBeast's goal regarding his money?",
            "To give away all his money before he dies"
        ],
        [
            "What term does Steve Saylor use to describe videos that exploit disabled people's struggles?",
            "Inspiration porn"
        ],
        [
            "What point does Twitch commentator Hasan Piker make in response to the video?",
            "People should be mad at the system that created the need for such content"
        ]
    ],
    [
        [
            "What was the situation regarding Timothy Goodman and the viral TikTok video?",
            "Timothy Goodman was filmed unknowingly by Ellery Lee, who created a fake premise that Goodman had lied to bail on a date."
        ],
        [
            "How many views did the viral video about Timothy Goodman receive before it was removed?",
            "More than a million views."
        ],
        [
            "What is the concept of nonplayer characters [NPCs] in online content?",
            "People who aren't seen as fully realized individuals and are simply part of the backdrop."
        ],
        [
            "Who is Jenna Drenten and what does she say about the current state of surveillance?",
            "Jenna Drenten is an associate professor in the Quinlan School of Business at Loyola University Chicago. She says we are living in a self-induced surveillance state."
        ],
        [
            "What happens when a video goes viral on TikTok?",
            "The creator and the subject of the video are exposed to an audience hungry to investigate, speculate, and scrutinize."
        ],
        [
            "What does Mark Bartholomew say about recording people without their permission in public areas?",
            "There is a lot of freedom for people to record others without permission in public areas."
        ],
        [
            "What was the issue with Harrison Pawluk's viral TikTok video?",
            "Pawluk filmed a woman without her consent, giving her flowers in a supposed act of kindness, which left her feeling dehumanized."
        ],
        [
            "What did Sarah Isenberg feel when she was unknowingly filmed in another person's vlog?",
            "She felt uncomfortable and unnerved."
        ],
        [
            "What did Lilly Simon experience in the subway video?",
            "A stranger filmed her bumps caused by neurofibromatosis type 1 and insinuated that she had mpox."
        ],
        [
            "What does content like Pawluk's aim to achieve according to Jenna Drenten?",
            "It aims to make the content creator the hero of the story, getting attention at the expense of someone else."
        ]
    ],
    [
        [
            "Who lost the ski crash lawsuit against Gwyneth Paltrow?",
            "Terry Sanderson"
        ],
        [
            "What was the original amount Terry Sanderson sued Gwyneth Paltrow for?",
            "$3 million"
        ],
        [
            "What was the final amount Terry Sanderson sued Gwyneth Paltrow for before the trial?",
            "over $300,000"
        ],
        [
            "When did the ski crash incident occur?",
            "2016"
        ],
        [
            "Where did the ski crash incident take place?",
            "Deer Valley Resort in Utah"
        ],
        [
            "What was the outcome of the lawsuit?",
            "Terry Sanderson had to pay Gwyneth Paltrow $1 and her legal expenses"
        ],
        [
            "Why did Gwyneth Paltrow countersue for $1?",
            "as a symbolic gesture"
        ],
        [
            "What was Gwyneth Paltrow's response to Terry Sanderson after the verdict?",
            "I wish you well."
        ],
        [
            "What was Terry Sanderson's occupation before retirement?",
            "optometrist"
        ],
        [
            "When did Terry Sanderson file the lawsuit against Gwyneth Paltrow?",
            "2019"
        ]
    ],
    [
        [
            "What was the initial ruling regarding the admissibility of evidence related to Alex Murdaugh's alleged botched suicide plot?",
            "The evidence was initially prohibited"
        ],
        [
            "Who was the judge at Alex Murdaugh's trial?",
            "Judge Clifton Newman"
        ],
        [
            "How did the morning's ruling change?",
            "It was reversed in the afternoon"
        ],
        [
            "Whom did Alex Murdaugh allegedly attempt to hire for a suicide-for-hire plot?",
            "Curtis 'Eddie' Smith"
        ],
        [
            "Who is Marian Proctor?",
            "Maggie's sister"
        ],
        [
            "What did Proctor initially believe was the reason for Maggie and Paul's murders?",
            "Retribution for a fatal boat crash caused by Paul"
        ],
        [
            "What changed Proctor's perception of the roadside shooting involving Alex?",
            "Learning about Alex's firing from his law firm for stealing vast sums of money and the false story he told"
        ],
        [
            "How much money was Alex allegedly paying to Smith for drugs?",
            "$50,000 per week"
        ],
        [
            "What did Alex's defense team attempt to demonstrate about the SLED team's collection of evidence?",
            "They pointed out flaws and delays in the evidence collection process"
        ],
        [
            "When do prosecutors intend to wrap up their case?",
            "By Thursday"
        ]
    ],
    [
        [
            "What is the name of the doll that has gone viral?",
            "Sonny Angel"
        ],
        [
            "What do Sonny Angels look like?",
            "Plastic cherubs with tubby stomachs, microscopic penises, and helmets depicting plants or animals"
        ],
        [
            "When were Sonny Angels first released?",
            "2005"
        ],
        [
            "How many views does the hashtag #sonnyangels have on TikTok?",
            "39 million"
        ],
        [
            "What do the dolls symbolize, according to the official website?",
            "Small boyfriends that bring healing and a smile"
        ],
        [
            "Who organized the Sonny Angel meetup?",
            "Erika Saito and Yunuen Cho"
        ],
        [
            "Where was the Sonny Angel meetup held?",
            "Washington Square Park in New York City"
        ],
        [
            "When did the April Sonny Angel meetup take place?",
            "April 2, 2023"
        ],
        [
            "What do people do at Sonny Angel meetups?",
            "Sell, trade, and share stories about their Sonny Angels"
        ],
        [
            "What did a CDC study in 2023 find about teen girls?",
            "Almost 60% have experienced persistent depression"
        ]
    ],
    [
        [
            "Who is the misogynist influencer mentioned in the article?",
            "Andrew Tate"
        ],
        [
            "What was Andrew Tate's profession before becoming an influencer?",
            "kickboxer"
        ],
        [
            "Where are Tate and his brother currently being held?",
            "pre-trial detention in Bucharest, Romania"
        ],
        [
            "What are the Tate brothers accused of?",
            "human trafficking, rape, and organized crime"
        ],
        [
            "What is the 'loverboy method' mentioned in the article?",
            "a perpetrator initiates a sham romantic relationship with a vulnerable person in order to trap and sexually exploit them"
        ],
        [
            "How much did Tate's course for men to convince women to sleep with them cost?",
            "$450"
        ],
        [
            "What platform were some of Tate's deleted courses found on?",
            "Etsy"
        ],
        [
            "What does Tate identify as the number one tool to get laid?",
            "Instagram"
        ],
        [
            "What is one example of Tate's advice for men to stand out in a woman's DMs?",
            "Adding a random, meaningless emoji"
        ],
        [
            "What is a 'quality woman' test that Tate suggests?",
            "Not contacting her after having sex to see if she'll reach out first"
        ]
    ],
    [
        [
            "Who is the Abbott Elementary actor that claimed they were sexually assaulted?",
            "Sheryl Lee Ralph"
        ],
        [
            "On which podcast did Sheryl Lee Ralph discuss her experience?",
            "Way Up With Angela Yee"
        ],
        [
            "What did the alleged assailant do to Sheryl Lee Ralph?",
            "Grabbed her by the neck, turned her around, and rammed his tongue down her throat"
        ],
        [
            "Did Sheryl Lee Ralph name the 'famous TV judge' who allegedly assaulted her?",
            "No"
        ],
        [
            "Which New Orleans Mayor did Sheryl Lee Ralph call following the alleged incident?",
            "Marc Morial"
        ],
        [
            "What did the network representative ask Sheryl Lee Ralph to do after the alleged assault?",
            "Not report the attack"
        ],
        [
            "Why did the network not want Sheryl Lee Ralph to report the attack?",
            "To avoid bad press"
        ],
        [
            "What advice did Sheryl Lee Ralph give to women in the entertainment industry?",
            "Not to accept an invitation from a man asking them to go to his room in the middle of the night, have him meet them in the lobby instead, and to speak up about sexual assault"
        ],
        [
            "What did Angela Yee say about Sheryl Lee Ralph sharing her experiences?",
            "It's important because there's so many women that might feel like they got some power hearing her talk"
        ],
        [
            "What was Sheryl Lee Ralph's reaction to Harvey Weinstein's guilty verdict and sentencing?",
            "Shocked to see justice for the victims"
        ]
    ],
    [
        [
            "Who is Shanquella Robinson?",
            "A 25-year-old hair braider from North Carolina"
        ],
        [
            "Where did Shanquella Robinson die?",
            "San José del Cabo, Mexico"
        ],
        [
            "What was the cause of death listed on Shanquella Robinson's death certificate?",
            "Severe spinal cord injury and atlas luxation"
        ],
        [
            "What did a video that emerged on the internet in November show?",
            "Shanquella Robinson being beaten in a hotel room"
        ],
        [
            "What did Robinson's family initially believe was the cause of her death?",
            "Alcohol poisoning"
        ],
        [
            "To whom did the Robinson family send a letter demanding federal prosecution or extradition?",
            "US President Joe Biden and Secretary of State Antony Blinken"
        ],
        [
            "Which agencies investigated Robinson's death?",
            "FBI agents and Department of Justice prosecutors"
        ],
        [
            "What did the US Attorney’s Office for the Western District of North Carolina announce on Wednesday?",
            "They could not prove that any federal crime had been committed"
        ],
        [
            "What did Robinson family attorney Sue-Ann Robinson say about the US autopsy findings?",
            "The US autopsy did not discover any spinal cord injuries"
        ],
        [
            "What do civil rights attorney Ben Crump and the Robinson family believe?",
            "Justice is still possible for her death via prosecutors in Mexico"
        ]
    ],
    [
        [
            "What is the title of the sequel to 2019's 'Knives Out'?",
            "Glass Onion"
        ],
        [
            "Who returns as detective Benoit Blanc in 'Glass Onion'?",
            "Daniel Craig"
        ],
        [
            "What is the name of the tech billionaire hosting the murder mystery party in 'Glass Onion'?",
            "Miles Bron"
        ],
        [
            "What is the name of the character played by Janelle Monáe in 'Glass Onion'?",
            "Cassandra 'Andi' Brand"
        ],
        [
            "How does 'Glass Onion' differ in setting compared to 'Knives Out'?",
            "Sunny Greek island setting"
        ],
        [
            "What is the name of the first film in which Daniel Craig played James Bond?",
            "Casino Royale"
        ],
        [
            "Who plays Birdie Jay in 'Glass Onion'?",
            "Kate Hudson"
        ],
        [
            "What is the significant sports star cameo in 'Glass Onion'?",
            "Not mentioned to avoid spoilers"
        ],
        [
            "How much did Netflix pay for the rights to make the second and third 'Knives Out' films?",
            "$450 million"
        ],
        [
            "When will 'Glass Onion' be available on Netflix?",
            "Dec. 23"
        ]
    ],
    [
        [
            "What podcast did Bella Thorne appear on?",
            "High Low with EmRata"
        ],
        [
            "Who is the host of the High Low with EmRata podcast?",
            "Emily Ratajkowski"
        ],
        [
            "What Disney Channel series did Bella Thorne star in?",
            "Shake It Up"
        ],
        [
            "How old was Bella Thorne when she started acting?",
            "8"
        ],
        [
            "How old was Bella Thorne when she started modeling?",
            "6 weeks"
        ],
        [
            "What accusation did a film director make against 10-year-old Bella?",
            "Flirting with him"
        ],
        [
            "Why did Bella Thorne almost get fired from Disney Channel?",
            "For wearing a two-piece bikini on the beach at the age of 14"
        ],
        [
            "How did Bella Thorne describe being in the limelight as a child?",
            "Fucking stressful"
        ],
        [
            "What color did Bella have to pretend was her favorite?",
            "Pink"
        ],
        [
            "What topic did Bella Thorne and Emily Ratajkowski discuss related to pressures faced by young women?",
            "Navigating conversations about sexualization and appearing too sexual"
        ]
    ],
    [
        [
            "Who defended her choice to stay off birth control while sleeping with Hugh Hefner?",
            "Holly Madison"
        ],
        [
            "What did Holly Madison and Bridget Marquardt release last year?",
            "Girls Next Level podcast"
        ],
        [
            "How old was Holly Madison when she moved into the Playboy Mansion?",
            "21"
        ],
        [
            "What was Hugh Hefner's age when Holly Madison moved in?",
            "75"
        ],
        [
            "What did Madison and Marquardt recall in August about their first sexual encounter with Hefner?",
            "They were pressured into having unprotected sex with Hefner after a drunken night out"
        ],
        [
            "In the latest episode of Girls Next Level, what topic did Madison and Marquardt discuss?",
            "Birth control"
        ],
        [
            "What was the reason Madison provided for not using birth control with Hefner?",
            "She didn't think they were in danger of getting pregnant by him because he never finished in anybody"
        ],
        [
            "According to Madison, how did Hefner prevent unplanned pregnancies?",
            "He only had kids when he was married and it was planned"
        ],
        [
            "Was Bridget Marquardt on birth control pills?",
            "Yes"
        ],
        [
            "Why was Marquardt on birth control pills?",
            "She had already been on them for hormone-related reasons"
        ]
    ],
    [
        [
            "What is the main topic of the article?",
            "Twitter discontinuing free access to its API"
        ],
        [
            "Which popular Twitter bot is mentioned first in the article?",
            "@MakeItAQuote"
        ],
        [
            "How many followers does @MakeItAQuote have?",
            "565,000"
        ],
        [
            "What is Twitter's API used for by bots?",
            "Replying, searching for text, and producing automated tweets"
        ],
        [
            "What change is Twitter making regarding its API?",
            "No longer supporting free access to it"
        ],
        [
            "What is the potential negative side effect of this change?",
            "Stopping good bots that are part of the fabric of Twitter"
        ],
        [
            "What is the suggested API access cost mentioned by Elon Musk?",
            "$100/month"
        ],
        [
            "What is one example of a bot that tweets about newsworthy events?",
            "@TrumpsAlert"
        ],
        [
            "How many bots does John Emerson run?",
            "24"
        ],
        [
            "What typeof content do most of John Emerson's bots tweet?",
            "Images from the collections of various art museums"
        ]
    ],
    [
        [
            "Who is the 12-year-old actress nominated for a Razzie?",
            "Ryan Kiera Armstrong"
        ],
        [
            "What movie did Ryan Kiera Armstrong star in with Zac Efron?",
            "Firestarter"
        ],
        [
            "What is the original source material for Firestarter?",
            "Stephen King's 1980 novel"
        ],
        [
            "Who played Armstrong's role in the 1984 adaptation of Firestarter?",
            "Drew Barrymore"
        ],
        [
            "How many voting members are there in the Razzies?",
            "approximately 1,100"
        ],
        [
            "What famous actress accepted her Razzie award for Catwoman in 2004?",
            "Halle Berry"
        ],
        [
            "Which child actor from WandaVision and The Haunting of Hill House defended Armstrong?",
            "Julian Hilliard"
        ],
        [
            "What past Razzie nominee did some people compare Armstrong's nomination to?",
            "Jake Lloyd and Macaulay Culkin"
        ],
        [
            "What is the medical condition that led to the Razzies rescinding a mock honor for Bruce Willis?",
            "aphasia"
        ],
        [
            "What action did Razzie Awards organizers take regarding Armstrong's nomination?",
            "They apologized and withdrew the nomination"
        ]
    ],
    [
        [
            "Where did the Monterey Park shooting take place?",
            "Star Ballroom Dance Studio"
        ],
        [
            "How many people were killed in the Monterey Park shooting?",
            "11"
        ],
        [
            "How many people were injured in the Monterey Park shooting?",
            "10"
        ],
        [
            "What event was being celebrated at the time of the shooting?",
            "Lunar New Year"
        ],
        [
            "What happened to the shooter when he entered the dance studio in Alhambra?",
            "He was forcibly disarmed by the owner's son"
        ],
        [
            "What is the predominant population in Monterey Park, California?",
            "Asian"
        ],
        [
            "Which organization created a GoFundMe to raise money for those affected by the shooting?",
            "Asian American and Pacific Islander advocacy groups"
        ],
        [
            "How many of the victims were Taiwanese Americans?",
            "3"
        ],
        [
            "Who was the owner of Star Ballroom Dance Studio?",
            "Ming Wei Ma"
        ],
        [
            "How many children did Xiujuan Yu have?",
            "3"
        ]
    ],
    [
        [
            "Who made the 'She Ain't Beyoncé' comment about Rihanna?",
            "Stephen A. Smith"
        ],
        [
            "What show was Stephen A. Smith on when he made the comment?",
            "Sherri"
        ],
        [
            "Who is the host of the talk show 'Sherri'?",
            "Sherri Shepherd"
        ],
        [
            "When is Rihanna set to headline the Super Bowl halftime show?",
            "Feb. 12"
        ],
        [
            "How many Super Bowl halftime shows has Beyoncé performed in?",
            "2"
        ],
        [
            "Which years did Beyoncé perform at the Super Bowl halftime?",
            "2013 and 2015"
        ],
        [
            "Which artists performed in the 2022 Super Bowl halftime show?",
            "Snoop Dogg, Dr. Dre, Mary J. Blige, and Eminem"
        ],
        [
            "Who did Beyoncé join on stage during the 2015 Super Bowl halftime?",
            "Coldplay and Bruno Mars"
        ],
        [
            "In which city did the Super Bowl 50 take place?",
            "Santa Clara, California"
        ],
        [
            "What was Stephen A. Smith's intended message in his Instagram video?",
            "Apologizing and clarifying his comment on Rihanna, expressing his admiration for both her and Beyoncé"
        ]
    ],
    [
        [
            "Who is being called 'real and genuine' for documenting her first perimenopause hot flash on live TV?",
            "Drew Barrymore"
        ],
        [
            "Who were Drew Barrymore's special guests during this episode?",
            "Jennifer Aniston and Adam Sandler"
        ],
        [
            "What movie were Jennifer Aniston and Adam Sandler promoting?",
            "Murder Mystery 2"
        ],
        [
            "What is a hot flash?",
            "A sudden flare of heat in the body"
        ],
        [
            "What is perimenopause?",
            "The transitional time around menopause, marked by changes in the menstrual cycle, along with other physical and emotional symptoms"
        ],
        [
            "What did Jennifer Aniston do in response to Drew's hot flash?",
            "Helped Drew readjust her microphone and rubbed her back"
        ],
        [
            "What did Adam Sandler say when he touched Drew's hand?",
            "Yeah, you got a hot hand"
        ],
        [
            "On which CBS show did Drew discuss her experience with perimenopause?",
            "CBS Mornings"
        ],
        [
            "Who were the hosts during Drew's appearance on CBS Mornings?",
            "Gayle King and Nikki Battiste"
        ],
        [
            "What symptom made Drew realize she was experiencing perimenopause?",
            "Having her period every two weeks"
        ]
    ],
    [
        [
            "Who is recovering from an unspecified medical emergency?",
            "Jamie Foxx"
        ],
        [
            "Who posted a statement on Instagram about Jamie Foxx's medical emergency?",
            "Corinne Foxx"
        ],
        [
            "What is the relationship between Corinne Foxx and Jamie Foxx?",
            "daughter"
        ],
        [
            "What did Corinne Foxx say about Jamie Foxx's recovery?",
            "he is already on his way to recovery"
        ],
        [
            "What does the Foxx family ask for during this time?",
            "privacy"
        ],
        [
            "Which news organization reported that Foxx was hospitalized in Georgia?",
            "CNN"
        ],
        [
            "What did TMZ report about Jamie Foxx's condition?",
            "it was serious enough for his family to visit him"
        ],
        [
            "What movie was Jamie Foxx filming in Atlanta prior to his hospitalization?",
            "Back in Action"
        ],
        [
            "Who are Jamie Foxx's costars in the Netflix movie Back in Action?",
            "Glenn Close and Cameron Diaz"
        ],
        [
            "What was the last movie Jamie Foxx and Cameron Diaz costarred in before Back in Action?",
            "Annie"
        ]
    ],
    [
        [
            "When did California last witness a superbloom before the current one?",
            "four years ago"
        ],
        [
            "What caused the historic superbloom in California?",
            "abundance of rainfall"
        ],
        [
            "Where has the superbloom occurred in California?",
            "Monterey, San Luis Obispo, and Kern counties"
        ],
        [
            "Which desert phenomenon happens after an abundance of rainfall causes dormant seeds to germinate?",
            "superbloom"
        ],
        [
            "Which popular location is known for visitors taking selfies with the superbloom?",
            "Antelope Valley California Poppy Reserve"
        ],
        [
            "Which mountain range is touched by the San Andreas Fault and has been painted by various wildflower species?",
            "Temblor Range"
        ],
        [
            "What is the consequence of heavy foot traffic during a superbloom?",
            "patches of flowers not sprouting in the following year"
        ],
        [
            "Which department in California has been working to inform the public about safety and responsibility during the superbloom?",
            "California's Department of Parks and Recreation"
        ],
        [
            "What is the slogan used by State Parks director Armando Quintero to encourage responsible superbloom visiting?",
            "Don't Doom the Bloom"
        ],
        [
            "What type of flowers typically bloom during a California superbloom?",
            "poppies, mustard, goldfields, and other wildflowers"
        ]
    ],
    [
        [
            "What type of gifts is the article focusing on for Valentine's Day?",
            "Self-Care gifts"
        ],
        [
            "What type of occasion does the author suggest for a DIY spa night?",
            "Valentine's Day"
        ],
        [
            "Which product is recommended for entertainment during a bath?",
            "Luxury Bathtub Caddy Tray"
        ],
        [
            "Where can you buy the Diptyque Lavender Leaf-Scented Candle?",
            "Nordstrom"
        ],
        [
            "Which company makes the Chill Pills Bath Bombs?",
            "Ouai"
        ],
        [
            "What type of sleep mask does the article recommend?",
            "Weighted Washable Silk Sleep Mask"
        ],
        [
            "Which massage gun does the article recommend?",
            "Hypervolt 2 from Hyperice"
        ],
        [
            "What type of headband is recommended for skincare routines?",
            "Kitsch Spa Headband"
        ],
        [
            "What is the recommended facial spray?",
            "Tower 28 SOS Daily Rescue Facial Spray"
        ],
        [
            "What type of sex toy is the Lelo x Diesel Tor 2?",
            "Vibrating Ring"
        ]
    ],
    [
        [
            "Who is reuniting with her 'All That' costars at the '90s Con?",
            "Amanda Bynes"
        ],
        [
            "What years did Amanda Bynes star in the Nickelodeon sketch series 'All That'?",
            "1996 to 2000"
        ],
        [
            "When is the '90s Con taking place?",
            "March 17 to 19"
        ],
        [
            "Where will the '90s Con be held?",
            "Connecticut Convention Center in Hartford"
        ],
        [
            "Which former 'All That' cast members will join Amanda Bynes on the panel?",
            "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg"
        ],
        [
            "What will fans have access to during the convention?",
            "Meet-and-greets and photo opportunities with the cast"
        ],
        [
            "What is included in the photo opportunities?",
            "A replica of the iconic orange couch from 'All That'"
        ],
        [
            "What spinoff series did 'All That' spawn?",
            "Kenan & Kel and The Amanda Show"
        ],
        [
            "When did Amanda Bynes step away from her acting career?",
            "2010"
        ],
        [
            "When was Amanda Bynes released from her conservatorship?",
            "March 2021"
        ]
    ],
    [
        [
            "What is the author's alternative to traditional New Year's resolutions?",
            "Self-Care January"
        ],
        [
            "What has been the recent shift in New Year's resolutions?",
            "Focusing on the month of January for extreme lifestyle changes"
        ],
        [
            "What does Dr. Gail Saltz say about setting extreme goals?",
            "They have a lower probability of working and aiming for instant results offers the lowest probability of success"
        ],
        [
            "Why is January a difficult month for motivation?",
            "It's the dead of winter, with cold, gray weather and early darkness"
        ],
        [
            "Who is Tinx and what is her approach to January?",
            "Tinx is an influencer known as TikTok's 'big sister,' and her approach is taking January off and focusing on self-care"
        ],
        [
            "What does John C. Norcross say about giving oneself a break?",
            "It is too rarely a resolution and people should resolve to lower their unrealistically high standards or critical expectations"
        ],
        [
            "How does Tinx prioritize herself during January?",
            "She doesn't overcommit to work or social engagements, abstains from alcohol, gets lots of sleep, avoids stress, and gives her body a break"
        ],
        [
            "What is the author's personal self-care plan for January?",
            "Cooking more, limiting certain foods, and getting back into a fitness routine"
        ],
        [
            "What does Dr. Gail Saltz say about willpower?",
            "It is finite, like using a muscle, and fatigues"
        ],
        [
            "What is the main idea of taking January off?",
            "Focusing on slow, sustainable, attainable growth and self-care, instead of temporary extremes"
        ]
    ],
    [
        [
            "What magazine published the list of etiquette tips?",
            "New York Magazine"
        ],
        [
            "What is one of the basic digital communication etiquette rules?",
            "Asking friends for their consent before posting a conversation or photo online"
        ],
        [
            "What should you not do regarding someone's Close Friends or Twitter circle?",
            "Don't ask to be added to someone's Close Friends or Twitter circle"
        ],
        [
            "When should Venmo always be set to?",
            "Private"
        ],
        [
            "What should you do if you see a TikTok/meme that you've already seen?",
            "Simply react with 'haha' and don't tell them you've already seen it"
        ],
        [
            "What should you do when dining with people who post?",
            "Let the phone eat first"
        ],
        [
            "What should you do if you see someone you matched with on an app IRL?",
            "Keep it pushing"
        ],
        [
            "What is the rule on lowercase and uppercase texts?",
            "Texts in lowercase make things less serious, texts in uppercase mean business, and texts with punctuation are asking for a fight"
        ],
        [
            "What should you do if you find someone's stan account?",
            "Don't mention it to them IRL, unless it's promoting something dangerous or violent"
        ],
        [
            "What should you always do when interacting with influencers?",
            "Ask permission to take a photo with them"
        ]
    ],
    [
        [
            "Who was found guilty of murdering his wife and son?",
            "Alex Murdaugh"
        ],
        [
            "Where did the trial take place?",
            "Colleton County Courthouse in Walterboro, South Carolina"
        ],
        [
            "When were Maggie and Paul Murdaugh found dead?",
            "June 7, 2021"
        ],
        [
            "How long did the jury deliberate before reaching a verdict?",
            "Three hours"
        ],
        [
            "What is the possible sentence for Alex Murdaugh?",
            "Life in prison"
        ],
        [
            "Who is the state Attorney General that spoke outside the courthouse?",
            "Alan Wilson"
        ],
        [
            "What was the motive prosecutors argued for Alex Murdaugh to commit the murders?",
            "To divert attention away from himself amid a gathering storm of events that threatened to expose his alleged financial deeds"
        ],
        [
            "What was the key piece of evidence that contradicted Alex's version of events?",
            "A video from Paul's phone showing Alex with Maggie and Paul just minutes before their phones were locked for the last time"
        ],
        [
            "What were some of the mistakes made by law enforcement during the investigation?",
            "Lack of controlled access to the crime scene, potential destruction of evidence, and delayed searches"
        ],
        [
            "What was the alleged scheme involving Alex on Labor Day weekend in 2021?",
            "A suicide-for-hire scheme to have his drug dealer kill him so his son Buster would receive a $10 million life insurance payout"
        ]
    ],
    [
        [
            "Who was sentenced to six and a half years in prison for running a nationwide fraud scheme?",
            "Jen Shah"
        ],
        [
            "Which news network did Andy Cohen's interview take place on?",
            "CNN"
        ],
        [
            "Who was the interviewer questioning Cohen about his support for Jen Shah?",
            "Chris Wallace"
        ],
        [
            "On which TV show did Jen Shah appear?",
            "The Real Housewives of Salt Lake City"
        ],
        [
            "What crime did Shah and her assistant, Stuart Smith, commit?",
            "a nationwide telemarketing scheme that defrauded hundreds of older adults"
        ],
        [
            "When was Jen Shah arrested?",
            "March 2021"
        ],
        [
            "What did Shah initially plead in April 2021?",
            "not guilty"
        ],
        [
            "When did Shah change her plea to guilty?",
            "July 11"
        ],
        [
            "What was the question Chris Wallace asked Cohen related to his support for Shah?",
            "Why would you take her side against the thousands of people she defrauded, including a lot of elderly?"
        ],
        [
            "When is Jen Shah ordered to surrender to authorities?",
            "Feb. 17"
        ]
    ],
    [
        [
            "Where was Kim Kardashian spotted celebrating St. Patrick's Day?",
            "London"
        ],
        [
            "What was Kim Kardashian drinking at the pub?",
            "Guinness"
        ],
        [
            "What other activities did Kim do during her trip to London?",
            "Took her son to a soccer game, visited the London Eye, and attended a Back to the Future musical"
        ],
        [
            "What shot did Kim Kardashian post on her Instagram story?",
            "Baby Guinness"
        ],
        [
            "What is a Baby Guinness shot made of?",
            "Coffee liqueur and Irish cream"
        ],
        [
            "Why did Kim's pub photo resonate with people?",
            "She looked natural and like an everyday person"
        ],
        [
            "What was the response to the assumption that Kim's pub outing was an attempt to seem more relatable?",
            "Mixed responses; some believed she was just having fun, others thought she was trying to appear more normal"
        ],
        [
            "What was revealed in the behind-the-scenes photo?",
            "Kim was being filmed by a camera crew, implying the outing was staged for her reality show"
        ],
        [
            "What reality show is Kim Kardashian assumed to be filming for?",
            "The Kardashians"
        ],
        [
            "What was the general reaction to the behind-the-scenes photo?",
            "Disappointment and criticism"
        ]
    ],
    [
        [
            "Who is being praised for his chivalry at the SAG Awards?",
            "Austin Butler"
        ],
        [
            "What event was Austin Butler attending?",
            "29th Annual Screen Actors Guild awards"
        ],
        [
            "What was Austin Butler nominated for?",
            "Outstanding Performance by a Male Actor in a Leading Role"
        ],
        [
            "Which movie did Austin Butler act in that led to his nomination?",
            "Baz Luhrmann's Elvis"
        ],
        [
            "Who won the award for Outstanding Performance by a Male Actor in a Leading Role?",
            "Brendan Fraser"
        ],
        [
            "Which actor did Austin Butler help walk to the stage?",
            "Sally Field"
        ],
        [
            "What award did Sally Field win?",
            "Life Achievement Award"
        ],
        [
            "Who presented the Life Achievement Award to Sally Field?",
            "Andrew Garfield"
        ],
        [
            "Which actor did Austin Butler also help walk to the stage?",
            "Jennifer Coolidge"
        ],
        [
            "What award did Jennifer Coolidge win?",
            "Outstanding Performance by a Female Actor in a Drama Series"
        ]
    ],
    [
        [
            "What event sparked fan edits and comments dedicated to TikTok CEO Shou Zi Chew?",
            "His testimony to Congress"
        ],
        [
            "Which committee did Shou Zi Chew testify in front of?",
            "The House Energy and Commerce Committee"
        ],
        [
            "How many monthly users does TikTok have in the United States?",
            "150 million"
        ],
        [
            "What is the main concern of lawmakers surrounding TikTok?",
            "User safety, data privacy, and national security"
        ],
        [
            "How many bills are currently in Congress that could affect American access to TikTok?",
            "Three"
        ],
        [
            "What is the name of the new subsidiary that Chew mentioned during his testimony to allow TikTok to remain active in the US?",
            "Project Texas"
        ],
        [
            "What was the criticism leveled at the congressional hearing by a TikTok representative?",
            "Political grandstanding"
        ],
        [
            "How many influencers did TikTok sponsor to participate in a demonstration on Capitol Hill?",
            "More than 30"
        ],
        [
            "How many followers did Shou Zi Chew's personal TikTok account have before his testimony?",
            "Just under 18,000"
        ],
        [
            "How many new followers did Chew's TikTok account gain since his testimony?",
            "More than 70,000"
        ]
    ],
    [
        [
            "Where is the Arcadia Senior Living facility located?",
            "Bowling Green, Kentucky"
        ],
        [
            "Who sent a bouquet of 100 white roses to the facility?",
            "Rihanna"
        ],
        [
            "What event did the residents re-create in their viral TikTok video?",
            "Rihanna's Super Bowl halftime show"
        ],
        [
            "How many views has the TikTok video received?",
            "More than 30 million"
        ],
        [
            "Who are the two staff members responsible for launching the Arcadia TikTok account?",
            "Paige Oakes and Maitlin Nuckols"
        ],
        [
            "What is the age of resident Dora Martin?",
            "87"
        ],
        [
            "Which song plays during the residents' TikTok video?",
            "Remix of Rude Boy"
        ],
        [
            "Which superstar sent 100 red roses to the residents?",
            "Jay-Z"
        ],
        [
            "On behalf of which entertainment agency did Jay-Z send the red roses?",
            "Roc Nation"
        ],
        [
            "How many people have subscribed to the facility's TikTok account?",
            "More than 112,000"
        ]
    ],
    [
        [
            "How many people were killed in the Half Moon Bay shooting?",
            "At least seven"
        ],
        [
            "Where did the shooting take place?",
            "Half Moon Bay, California"
        ],
        [
            "Who is the identified shooter?",
            "Chunli Zhao"
        ],
        [
            "How old is Chunli Zhao?",
            "66"
        ],
        [
            "What type of location were the shootings at?",
            "A mushroom farm and another location"
        ],
        [
            "What is the suspected motive for the shooting?",
            "Workplace violence"
        ],
        [
            "What is the condition of the surviving worker?",
            "Stable"
        ],
        [
            "Did the shooter legally own his gun?",
            "Yes"
        ],
        [
            "What company owns the farm where one of the shootings occurred?",
            "California Terra Garden"
        ],
        [
            "How many people died from gun violence in the US in 2022?",
            "More than 20,000"
        ]
    ],
    [
        [
            "When did the Trans Rights Readathon begin?",
            "March 20"
        ],
        [
            "Who is the organizer and activist behind the Trans Rights Readathon?",
            "Sim Kern"
        ],
        [
            "What organizations can participants donate to during the Trans Rights Readathon?",
            "Trans Health Legal Fund and local fundraisers"
        ],
        [
            "Where can participants sign up for the Trans Rights Readathon?",
            "through this form"
        ],
        [
            "Which platforms can participants use for the Trans Rights Readathon?",
            "TikTok, Instagram, Twitter, Twitch, YouTube, and others"
        ],
        [
            "What genres of books by trans authors are recommended in the article?",
            "memoir, YA contemporary, magical realism, romance, and more"
        ],
        [
            "What is the title of the speculative novel by Marisa Crane?",
            "I Keep My Exoskeletons to Myself"
        ],
        [
            "Which book is an epistolary novel about a young trans woman's obsession with a 1960s band?",
            "Summer Fun by Jeanne Thornton"
        ],
        [
            "What is the title of the graphic memoir by Maia Kobabe?",
            "Gender Queer: A Memoir"
        ],
        [
            "Which book by Aiden Thomas is a groundbreaking exploration of gender and traditions?",
            "Cemetery Boys"
        ]
    ],
    [
        [
            "How many Rust crew members filed a civil lawsuit against Alec Baldwin and the film's producers?",
            "Three"
        ],
        [
            "What are the crew members' positions?",
            "dolly operator, set costumer, and key grip"
        ],
        [
            "What are the names of the crew members?",
            "Ross Addiego, Doran Curtin, and Reese Price"
        ],
        [
            "Which production companies are named in the lawsuit?",
            "El Dorado Pictures and Rust Movie Productions LLC"
        ],
        [
            "What are the accusations against the defendants in the lawsuit?",
            "negligence and intentional infliction of emotional distress"
        ],
        [
            "What symptoms do the crew members claim they suffer from?",
            "insomnia, anxiety, depression, and symptoms of post-traumatic stress disorder"
        ],
        [
            "What charges were brought against Alec Baldwin in January?",
            "two counts of involuntary manslaughter"
        ],
        [
            "How did Alec Baldwin plead in response to the charges?",
            "not guilty"
        ],
        [
            "What safety rule did New Mexico prosecutors say Alec Baldwin ignored?",
            "the first rule of gun safety"
        ],
        [
            "What did the crew members claim they were not offered by the producers?",
            "meaningful emotional or mental health services"
        ]
    ],
    [
        [
            "What is the name of Beyoncé's newly announced world tour?",
            "Renaissance World Tour"
        ],
        [
            "When did Beyoncé announce the tour on Instagram?",
            "Wednesday morning"
        ],
        [
            "When is the opening show of the tour?",
            "May 10"
        ],
        [
            "In which city does the first leg of the tour begin?",
            "Stockholm"
        ],
        [
            "When and where does the North American leg of the tour begin?",
            "July 8 in Toronto"
        ],
        [
            "Which cities are included in the US tour stops?",
            "Chicago, New York, Los Angeles, and Houston"
        ],
        [
            "What is the last European city Beyoncé will perform in during the first leg?",
            "Warsaw"
        ],
        [
            "When was Beyoncé's last public performance before her recent one in Dubai?",
            "Five years ago"
        ],
        [
            "How much did the performance in Dubai cost?",
            "$24 million"
        ],
        [
            "How many years has it been since Beyoncé's last tour?",
            "Seven years"
        ]
    ],
    [
        [
            "What is the name of the HBO animated series that stars Mindy Kaling?",
            "Velma"
        ],
        [
            "What character does Mindy Kaling voice in Velma?",
            "Velma Dinkley"
        ],
        [
            "Which other TV show did Mindy Kaling create and star in?",
            "The Mindy Project"
        ],
        [
            "In The Mindy Project, who is the fellow doctor Mindy falls for?",
            "Danny"
        ],
        [
            "Which show did Mindy Kaling create that features an Indian protagonist named Devi Vishwakumar?",
            "Never Have I Ever"
        ],
        [
            "What is the name of the character Mindy Kaling plays in The Sex Lives of College Girls?",
            "Bela Malhotra"
        ],
        [
            "Which character in Velma is set up to be the romantic interest of Kaling's character?",
            "Fred Jones"
        ],
        [
            "What is the name of Mindy Kaling's 2011 memoir?",
            "Is Everyone Hanging Out Without Me?"
        ],
        [
            "In what essay does Zeahaa Rehman express discomfort regarding The Mindy Project's depiction of Mindy's racial and cultural background?",
            "A Catapult essay about the legacy of The Mindy Project"
        ],
        [
            "Why has the criticism of Mindy Kaling's work become personal vitriol?",
            "Because it's easier to target her as a public figure and people believe her characters' faults are her own"
        ]
    ],
    [
        [
            "When did the TV show Glee first premiere?",
            "2009"
        ],
        [
            "How many Emmy nominations did Glee receive?",
            "32"
        ],
        [
            "What is the title of the three-part docuseries about Glee?",
            "The Price of Glee"
        ],
        [
            "Which entertainment company produced The Price of Glee?",
            "Ample Entertainment"
        ],
        [
            "Which cast members of Glee have died?",
            "Cory Monteith, Naya Rivera, and Mark Salling"
        ],
        [
            "What was the cause of Cory Monteith's death?",
            "Mixed drug toxicity involving heroin and alcohol"
        ],
        [
            "How did Mark Salling die?",
            "Suicide"
        ],
        [
            "What happened to Naya Rivera?",
            "She drowned"
        ],
        [
            "What year did Melissa Benoist accuse her ex-husband and former Glee co-star Blake Jenner of domestic abuse?",
            "2019"
        ],
        [
            "Who were the two Glee cast members that cohost a podcast called And That’s What You REALLY Missed?",
            "Jenna Ushkowitz and Kevin McHale"
        ]
    ],
    [
        [
            "Who is the main subject of the article?",
            "Jeremy Renner"
        ],
        [
            "What happened to Jeremy Renner on New Year's Day?",
            "He was involved in a snowplow accident"
        ],
        [
            "Why did Jeremy Renner put himself in danger during the accident?",
            "To save his nephew from being run over"
        ],
        [
            "Which television program will feature an interview with Jeremy Renner about the accident?",
            "Jeremy Renner: The Diane Sawyer Interview – A Story of Terror, Survival and Triumph"
        ],
        [
            "When is the interview set to premiere on ABC?",
            "April 6"
        ],
        [
            "What are some of the injuries Jeremy Renner sustained in the accident?",
            "Eight ribs broken in 14 places, liver pierced from a rib bone, collapsed lung, broken jaw and eye socket"
        ],
        [
            "How did Jeremy Renner communicate with his family after the accident?",
            "Using sign language"
        ],
        [
            "How many bones did Jeremy Renner break in the accident?",
            "More than 30"
        ],
        [
            "What vehicle was Jeremy Renner operating during the accident?",
            "A 7-ton snowcat"
        ],
        [
            "What show did Jeremy Renner watch with his family on January 15?",
            "The second-season premiere of Mayor of Kingstown"
        ]
    ],
    [
        [
            "When is Tennessee's drag ban set to go into effect?",
            "April 1 this year"
        ],
        [
            "What does Tennessee's new law ban?",
            "Male or female impersonators who provide entertainment that appeals to a prurient interest from performing in public spaces or in front of minors"
        ],
        [
            "What did Gov. Bill Lee sign into law on the same day as the drag ban?",
            "SB 1"
        ],
        [
            "What does SB 1 restrict?",
            "Access to gender-affirming care for transgender youth"
        ],
        [
            "How many states have introduced bills targeting drag performances?",
            "15 states"
        ],
        [
            "Which organization noted that the drag ban violates First Amendment protections?",
            "ACLU"
        ],
        [
            "When will the ban on gender-affirming care go into effect?",
            "July 1"
        ],
        [
            "Until when can transgender youth already receiving medical care continue to receive it?",
            "March 31, 2024"
        ],
        [
            "Which two organizations promised legal action against Tennessee for the healthcare ban?",
            "ACLU and Lambda Legal"
        ],
        [
            "Which two states had similar healthcare restrictions blocked by federal courts?",
            "Alabama and Arkansas"
        ]
    ],
    [
        [
            "Who is the Nickelodeon star considered missing and endangered?",
            "Drake Bell"
        ],
        [
            "What is Drake Bell's full name?",
            "Jared Drake Bell"
        ],
        [
            "How old is Drake Bell?",
            "36"
        ],
        [
            "Where was Drake Bell last seen?",
            "Daytona Beach, Florida"
        ],
        [
            "What was the date of Drake Bell's last sighting?",
            "Wednesday night"
        ],
        [
            "Which high school was Bell last seen near?",
            "Mainland High School"
        ],
        [
            "What type of car was Drake Bell believed to be driving?",
            "a gray 2022 BMW"
        ],
        [
            "What show is Drake Bell best known for?",
            "Drake & Josh"
        ],
        [
            "What year was Drake Bell sentenced to probation for child endangerment?",
            "2021"
        ],
        [
            "What charges did Drake Bell plead guilty to?",
            "attempted endangerment of a child, a felony, and a misdemeanor charge of disseminating harmful material to juveniles"
        ]
    ],
    [
        [
            "What did Ariana Grande address in her recent TikTok video?",
            "long-running criticism of her body"
        ],
        [
            "How long has Ariana Grande faced body-shaming comments?",
            "a decade or longer"
        ],
        [
            "What did Ariana mention about the time when fans thought she looked healthiest?",
            "She was at the lowest point of her life"
        ],
        [
            "What did Ariana urge people not to comment on?",
            "people's bodies"
        ],
        [
            "Why did Ariana decide to address the criticism?",
            "She wanted to have openness and vulnerability, hoping something good might come from it"
        ],
        [
            "What is the main message Ariana wanted to convey in her video?",
            "Be gentle with each other and don't comment on people's bodies"
        ],
        [
            "How have social media users reacted to Ariana's video?",
            "They expressed support for Ariana and criticized the body-shaming"
        ],
        [
            "What previous celebrity case was mentioned in the article as a reminder of the harm of commenting on people's appearances?",
            "Chadwick Boseman"
        ],
        [
            "What is the helpline number for the National Alliance on Mental Illness?",
            "1-888-950-6264"
        ],
        [
            "What is the helpline number for SAMHSA's National Helpline for substance abuse?",
            "1-800-662-HELP [4357]"
        ]
    ],
    [
        [
            "1. Who is facing public backlash due to accusations of faking an accent?",
            "Mikayla Nogueira"
        ],
        [
            "2. How many followers does Mikayla Nogueira have?",
            "14.6 million"
        ],
        [
            "3. How long has Mikayla Nogueira been posting on social media?",
            "three years"
        ],
        [
            "4. Where did Mikayla Nogueira attend college?",
            "Bryant College in Rhode Island"
        ],
        [
            "5. How many views did the reshared video of Nogueira without her accent have as of Wednesday?",
            "11 million"
        ],
        [
            "6. What was Mikayla Nogueira accused of using to promote a mascara on TikTok?",
            "fake eyelashes"
        ],
        [
            "7. What did followers accuse Nogueira of using during a paid review of a YSL foundation?",
            "TikTok's built-in skin smoothing filter"
        ],
        [
            "8. Which eyebrow gel did fans notice Nogueira changed her review of?",
            "Got2b's eyebrow gel"
        ],
        [
            "9. What did Bretman Rock say about the beauty community in an interview with Them?",
            "white people ruined the beauty community"
        ],
        [
            "10. Who is the reporter of this article?",
            "Steffi Cao"
        ]
    ],
    [
        [
            "What is a common way to tell if a fitness influencer has edited their body in a video?",
            "Looking at the background for curvy poles or warped windows"
        ],
        [
            "What is John Dorsey's online nickname?",
            "Goob"
        ],
        [
            "How many times has Dorsey's account been taken down for alleged community guideline violations?",
            "12 times"
        ],
        [
            "What are some common photo editing apps used by influencers?",
            "CapCut, BodyTuneEditor, Facetune, and FaceApp"
        ],
        [
            "What does Olivia Marcarelli describe most fitness creators' posts as?",
            "Toxic and unrealistic"
        ],
        [
            "What is the main reason people trust attractive influencers?",
            "Research shows people are more likely to trust someone they deem attractive"
        ],
        [
            "What was the result of a 2019 Mental Health Foundation study about editing images?",
            "1 in 4 girls and 1 in 10 boys ages 13 to 19 have edited their images due to poor body image"
        ],
        [
            "What are some certifications that fitness professionals can obtain?",
            "CPT, CNC, and NASM"
        ],
        [
            "What did Axelson call the problem with the fitness industry?",
            "Anti-fat discrimination"
        ],
        [
            "What is Caleb Marshall's main goal with his fitness content?",
            "To help people feel good"
        ]
    ],
    [
        [
            "What television show is actor Danny Masterson known for?",
            "That '70s Show"
        ],
        [
            "What charges is Danny Masterson facing?",
            "Three counts of rape by force or fear"
        ],
        [
            "When did the alleged sexual assaults take place?",
            "2001 and 2003"
        ],
        [
            "What was the outcome of Danny Masterson's first trial?",
            "A mistrial"
        ],
        [
            "Why was a mistrial declared in the first trial?",
            "Jurors were deadlocked on all three charges"
        ],
        [
            "What is the scheduled date for the jury selection in the retrial?",
            "March 29"
        ],
        [
            "What religion does Danny Masterson practice?",
            "Scientology"
        ],
        [
            "What was the role of the Church of Scientology in the trial?",
            "It was discussed extensively due to the alleged attempts by church officials to shield Masterson from accountability"
        ],
        [
            "How many women testified against Masterson in the first trial?",
            "Four"
        ],
        [
            "What is the maximum sentence Danny Masterson could face if convicted?",
            "45 years to life in prison"
        ]
    ],
    [
        [
            "What was LSU star Angel Reese called by sports fans?",
            "classless"
        ],
        [
            "Why did sports fans criticize Angel Reese?",
            "for taunting Iowa star player Caitlin Clark"
        ],
        [
            "What is the perceived double standard between Angel Reese and Caitlin Clark?",
            "When Clark taunts, people say nothing, but when Reese does the same, she is called classless"
        ],
        [
            "What taunting motion did Angel Reese mirror from Caitlin Clark?",
            "you can't see me"
        ],
        [
            "Which WWE superstar popularized the 'you can't see me' taunt?",
            "John Cena"
        ],
        [
            "Who won the NCAA women's basketball tournament?",
            "LSU Tigers"
        ],
        [
            "What was the score of the LSU Tigers vs Iowa Hawkeyes game?",
            "102-85"
        ],
        [
            "How did celebrities like LeBron James, Samuel L. Jackson, and Black Twitter react to the criticism against Reese?",
            "They rallied in Reese’s defense"
        ],
        [
            "What did ESPN's Stephen A. Smith say about the issue?",
            "There's a white/black issue here because people celebrated when Caitlyn did it, but criticized Reese for doing the same"
        ],
        [
            "What award did Angel Reese win in the 2023 NCAA women's tournament?",
            "Most Outstanding Player"
        ]
    ],
    [
        [
            "When did Taylor Swift's Eras tour begin?",
            "March 17, 2023"
        ],
        [
            "Where was the first stop of the Eras tour?",
            "State Farm Stadium in Glendale, Arizona"
        ],
        [
            "How many fans attended the sold-out show in Glendale?",
            "thousands"
        ],
        [
            "What was the duration of the setlist and how many songs were performed?",
            "Three hours and 50 songs"
        ],
        [
            "What social media platform were fans discussing the Eras tour and sharing their excitement?",
            "TikTok"
        ],
        [
            "What popular TikTok dance did Swift incorporate into her performance?",
            "Bejeweled"
        ],
        [
            "Which Taylor Swift album has been the subject of jokes on social media?",
            "Evermore"
        ],
        [
            "What was the ticketing issue that led to a Senate hearing?",
            "Ticketmaster's long queues and inflated prices"
        ],
        [
            "When will the first leg of the Eras tour end?",
            "Aug. 9"
        ],
        [
            "Where will the first leg of the Eras tour end?",
            "SoFi Stadium in Los Angeles"
        ]
    ],
    [
        [
            "What is the title of the TV show adapted from the 2019 Taylor Jenkins-Reid novel?",
            "Daisy Jones & The Six"
        ],
        [
            "Which streaming platform premiered the show 'Daisy Jones & The Six'?",
            "Amazon Prime"
        ],
        [
            "In which decade is the show 'Daisy Jones & The Six' set?",
            "1970s"
        ],
        [
            "Which real-life band is the fictional band in the show inspired by?",
            "Fleetwood Mac"
        ],
        [
            "Who are the lead singers of the fictional band in the show?",
            "Billy Dunne and Daisy Jones"
        ],
        [
            "Who plays the character Billy Dunne in the show?",
            "Sam Claflin"
        ],
        [
            "Who plays the character Daisy Jones in the show?",
            "Riley Keough"
        ],
        [
            "What is the storytelling format used in the show, which mimics the novel's structure?",
            "Mockumentary"
        ],
        [
            "What is the name of the Fleetwood Mac album that the show's story is similar to?",
            "Rumours"
        ],
        [
            "Who is the granddaughter of Elvis Presley and plays Daisy Jones in the show?",
            "Riley Keough"
        ]
    ],
    [
        [
            "1. What is the main focus of the article?",
            "The relationship between Roy Kent and Keeley Jones from Ted Lasso"
        ],
        [
            "2. What roles do Brett Goldstein and Juno Temple play in the show?",
            "Roy Kent and Keeley Jones"
        ],
        [
            "3. Which season premiere is the article discussing?",
            "Season 3"
        ],
        [
            "4. What was the initial reaction to Roy and Keeley's breakup?",
            "Surprise"
        ],
        [
            "5. According to Goldstein, what is one reason Roy might not feel deserving of love?",
            "His sense of worthlessness"
        ],
        [
            "6. How did Keeley's attitude affect Roy?",
            "She brought out the best in him"
        ],
        [
            "7. What changes happened to Keeley's career in Season 3?",
            "She went from being a model and influencer to running her own PR firm"
        ],
        [
            "8. What is a central theme of the show Ted Lasso?",
            "Everyday hardships"
        ],
        [
            "9. How does Goldstein describe Roy's reaction to his feelings for Keeley?",
            "Panic, shame, and a sense of worthlessness"
        ],
        [
            "10. What does Temple think led to complications in Roy and Keeley's relationship?",
            "Their mutual desire for personal growth"
        ]
    ],
    [
        [
            "What event is the focus of the article?",
            "Love Is Blind Season 4 Reunion"
        ],
        [
            "What happened during the livestream of the reunion?",
            "Technical difficulties"
        ],
        [
            "How many couples said 'I do' after falling in love sight unseen in Season 4?",
            "3"
        ],
        [
            "What were the names of the three couples who got married?",
            "Brett Brown and Tiffany Pennywell, Kwame Appiah and Chelsea Griffin, and Zack Goytowski and Bliss Poureetezadi"
        ],
        [
            "What was the outcome of Paul Peden and Micah Lussier's relationship?",
            "Paul turned down Micah at the altar"
        ],
        [
            "What was the outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship?",
            "They didn't make it to their wedding"
        ],
        [
            "Who did Jackie Bonds pursue her unresolved feelings for?",
            "Josh Demas"
        ],
        [
            "What time was the Love Is Blind reunion originally supposed to air?",
            "8 p.m. ET"
        ],
        [
            "What hashtag became popular on Twitter during the technical difficulties?",
            "#LoveIsLate"
        ],
        [
            "Who were the hosts of the Love Is Blind reunion?",
            "Vanessa and Nick Lachey"
        ]
    ],
    [
        [
            "Who is the author of the classic children's novel 'Are You There God? It's Me, Margaret'",
            "Judy Blume"
        ],
        [
            "Which British newspaper profiled Judy Blume?",
            "The Sunday Times"
        ],
        [
            "Who wrote the profile about Judy Blume?",
            "Hadley Freeman"
        ],
        [
            "What was the headline of the profile?",
            "Judy Blume: 'I'm behind JK Rowling 100 per cent'"
        ],
        [
            "What did Blume say about JK Rowling?",
            "I love her. I am behind her 100 per cent as I watch from afar."
        ],
        [
            "What issue was Freeman referring to when she said Blume was supporting Rowling?",
            "Women's sex-based rights"
        ],
        [
            "What did Blume tweet to clarify her stance?",
            "She stands with the transgender community"
        ],
        [
            "What interview did Blume point to in her subsequent tweet?",
            "An interview with Variety"
        ],
        [
            "Which memoir did Blume praise in the Variety interview?",
            "Maia Kobabe's memoir Gender Queer"
        ],
        [
            "Who did Freeman interview last year for the Guardian?",
            "Margaret Atwood"
        ]
    ],
    [
        [
            "1. Who will remain locked up in Romania for another 30 days?",
            "Andrew Tate"
        ],
        [
            "2. Over what investigation are Andrew Tate, Tristan Tate, and the two Romanian women being held?",
            "human trafficking and rape"
        ],
        [
            "3. When is the new detention date until?",
            "Feb. 27"
        ],
        [
            "4. What are the claims against the suspects?",
            "human trafficking, rape, and organized crime"
        ],
        [
            "5. Can the suspects appeal the court's decision?",
            "Yes"
        ],
        [
            "6. What was the reason for denying their initial appeal?",
            "the possibility of them fleeing the country"
        ],
        [
            "7. How many days has Tate been held in detention so far?",
            "22 days"
        ],
        [
            "8. What is the maximum number of days Tate could be held in detention?",
            "180 days"
        ],
        [
            "9. Who did Tate claim to have added on his visitation forms?",
            "influencer Adin Ross"
        ],
        [
            "10. Are only family members allowed to visit Tate during his detention?",
            "Yes"
        ]
    ],
    [
        [
            "How many additional years was Harvey Weinstein sentenced to in Los Angeles?",
            "16"
        ],
        [
            "What were the three charges Weinstein was found guilty of in Los Angeles?",
            "forcible oral copulation, sexual penetration by a foreign object, and forcible rape"
        ],
        [
            "How many years is Weinstein already serving for his New York conviction?",
            "23"
        ],
        [
            "What was the maximum number of years Weinstein could have faced for his Los Angeles conviction, on top of his New York sentence?",
            "18"
        ],
        [
            "In which year was Harvey Weinstein found guilty of rape and sexual assault in New York?",
            "2020"
        ],
        [
            "How many women have publicly accused Weinstein of sexual misconduct?",
            "more than 90"
        ],
        [
            "Who is the attorney that represented Jennifer Siebel Newsom and Ashley Matthau in the Los Angeles trial?",
            "Elizabeth Fegan"
        ],
        [
            "Which judge denied Weinstein's motion for a new trial in Los Angeles?",
            "Lisa B. Lench"
        ],
        [
            "How many witnesses, including the four alleged victims, testified during the Los Angeles trial?",
            "more than 50"
        ],
        [
            "What is Harvey Weinstein currently appealing?",
            "his New York conviction"
        ]
    ],
    [
        [
            "What is the major event that happens to Logan Roy in the series 'Succession'?",
            "Logan Roy dies unexpectedly"
        ],
        [
            "In which episode of the final season does Logan Roy die?",
            "Third episode"
        ],
        [
            "What event is taking place during the episode 'Connor's Wedding'?",
            "Connor's wedding"
        ],
        [
            "What company is Logan Roy trying to sell Waystar-Royco to?",
            "Gojo"
        ],
        [
            "Which character is Logan Roy's eldest son?",
            "Connor"
        ],
        [
            "What other TV show is mentioned that also killed off a major character in its final season?",
            "Six Feet Under"
        ],
        [
            "In which year did the series 'Succession' debut?",
            "2018"
        ],
        [
            "Which character is known for having moments of suicidal ideation throughout the show?",
            "Kendall"
        ],
        [
            "How many episodes are left in the series after Logan Roy's death?",
            "Seven episodes"
        ],
        [
            "What is the main plot of 'Succession'?",
            "Which of the Roy children will take over for their father as the head of Waystar"
        ]
    ],
    [
        [
            "Who recently criticized Meghan Markle for not being 'naturally warm'?",
            "Rebel Wilson"
        ],
        [
            "On which show did Rebel Wilson share her encounter with Meghan Markle and Prince Harry?",
            "Watch What Happens Live"
        ],
        [
            "What was Rebel's description of Prince Harry during their encounter?",
            "Harry could not have been nicer"
        ],
        [
            "What were some of the 'slightly rude questions' Rebel's mom asked Meghan Markle?",
            "'Where are your kids'"
        ],
        [
            "What social media platform did people discuss Rebel Wilson's anecdote and criticize her?",
            "Reddit"
        ],
        [
            "What event did Rebel Wilson host where she took a swipe at Harry and Meghan?",
            "2022 BAFTAs"
        ],
        [
            "What did Rebel Wilson say about Harry and Meghan's interview with Oprah at the BAFTAs?",
            "From drama, to horror, to fantasy... Harry and Meghan's interview with Oprah had it all!"
        ],
        [
            "When did Rebel Wilson welcome a daughter via surrogate?",
            "November"
        ],
        [
            "Which hotel did Rebel Wilson promote on her Instagram page that led to criticism?",
            "A Dubai hotel"
        ],
        [
            "What did Rebel Wilson apologize for in 2018?",
            "Claiming to be the first plus-size woman lead in a rom-com and blocking women of color on Twitter"
        ]
    ],
    [
        [
            "Where was the 2023 Youth Pride Conference held?",
            "Naples, Florida"
        ],
        [
            "On what date was the 2023 Youth Pride Conference held?",
            "March 25, 2023"
        ],
        [
            "What organization sponsored the 2023 Youth Pride Conference?",
            "GLSEN Collier County"
        ],
        [
            "What was one of the main goals of the conference?",
            "to give queer kids tools to survive and teach them how to thrive"
        ],
        [
            "What law is widely known as the 'Don't Say Gay' law?",
            "the Parental Rights in Education Act"
        ],
        [
            "What did the Parental Rights in Education Act restrict?",
            "classroom instruction on sexual orientation or gender identity for children up to the third grade"
        ],
        [
            "What percentage of Florida LGBTQ youth seriously considered suicide in the past year, according to a survey from the Trevor Project?",
            "45%"
        ],
        [
            "Which organization secured funding for next year's conference?",
            "the Dyson Foundation"
        ],
        [
            "Who was the GLSEN chapter director and a math teacher in Collier County?",
            "Daniel Shaw"
        ],
        [
            "What two songs were mashed up for the final performance at the conference?",
            "Sara Bareilles's 'Brave' and Katy Perry's 'Roar'"
        ]
    ],
    [
        [
            "1. Who is the defense attorney representing Alex Murdaugh?",
            "Jim Griffin"
        ],
        [
            "2. What crime is Alex Murdaugh accused of in this case?",
            "double murder"
        ],
        [
            "3. Who were the victims of the murder?",
            "Maggie and Paul Murdaugh"
        ],
        [
            "4. In what state and city is the trial taking place?",
            "Walterboro, South Carolina"
        ],
        [
            "5. What does the prosecution believe was Alex's main motive for the murder?",
            "to protect his good name and garner sympathy"
        ],
        [
            "6. What personal issues did the defense admit Alex Murdaugh had?",
            "financial crimes, drug addiction, and lies"
        ],
        [
            "7. According to Jim Griffin, why did Alex lie to investigators and loved ones?",
            "due to his drug addiction and to avoid more scrutiny"
        ],
        [
            "8. What did the lead prosecutor, Creighton Waters, say about Alex's character?",
            "he's the kind of person for which shame is an extraordinary provocation"
        ],
        [
            "9. How did the defense describe Alex's relationship with his family?",
            "he adored and loved them"
        ],
        [
            "10. What is required for the jury to convict Alex of murder?",
            "all 12 jurors must be unanimous in their decision"
        ]
    ],
    [
        [
            "What reignited the rumored feud between Selena Gomez and Hailey Bieber?",
            "shady social media activity"
        ],
        [
            "When did Justin Bieber marry Hailey?",
            "2018"
        ],
        [
            "When were Selena and Hailey first photographed together at the Academy Museum Gala?",
            "October"
        ],
        [
            "What did Selena post on TikTok that started the latest drama?",
            "about accidentally laminating her eyebrows too much"
        ],
        [
            "Who uploaded a selfie with the text 'this was an accident???'?",
            "Kylie Jenner"
        ],
        [
            "What was Selena's response to the drama with Hailey?",
            "taking a break from social media"
        ],
        [
            "What was Hailey's tweet about Justin Bieber and Selena Gomez's relationship in 2011?",
            "Justin Bieber and Selena Gomez together is the definition of a teenage dream!"
        ],
        [
            "When did Selena and Justin first start dating?",
            "2011"
        ],
        [
            "When did Hailey first befriend Justin?",
            "2014"
        ],
        [
            "When did Justin and Selena's final attempt at a relationship occur?",
            "between November 2017 and March 2018"
        ]
    ],
    [
        [
            "1. What was the tragic event that took place at Michigan State University?",
            "A shooting"
        ],
        [
            "2. How many students were killed in the shooting?",
            "Three"
        ],
        [
            "3. How many students were critically injured in the shooting?",
            "Five"
        ],
        [
            "4. What are the names of the three deceased victims?",
            "Alexandria Verner, Brian Fraser, and Arielle Anderson"
        ],
        [
            "5. What high school did Alexandria Verner graduate from?",
            "Clawson High School"
        ],
        [
            "6. Which sports did Alexandria Verner play in high school?",
            "Basketball, softball, and volleyball"
        ],
        [
            "7. What were Brian Fraser and Arielle Anderson's hometown?",
            "Grosse Pointe"
        ],
        [
            "8. What position did Brian Fraser hold in his fraternity?",
            "President"
        ],
        [
            "9. What fraternity was Brian Fraser a part of?",
            "Phi Delta Theta"
        ],
        [
            "10. What profession did Arielle Anderson hope to pursue?",
            "Pediatrician"
        ]
    ],
    [
        [
            "Who is the main subject of the article?",
            "Alex Murdaugh"
        ],
        [
            "What crime is Alex Murdaugh on trial for?",
            "murder"
        ],
        [
            "Who were the victims in the murder case?",
            "Maggie and Paul Murdaugh"
        ],
        [
            "Why did the judge rule that prosecutors can introduce evidence about other alleged crimes?",
            "Defense attorneys 'opened the door' by asking friends of the slain son about his character."
        ],
        [
            "Where is Alex Murdaugh's trial taking place?",
            "Colleton County courthouse"
        ],
        [
            "What is the prosecution's motive for Alex Murdaugh killing his wife and son?",
            "To distract from his alleged financial crimes"
        ],
        [
            "What specific financial issue was Alex confronted with on the morning of the killings?",
            "$792,000 in missing funds"
        ],
        [
            "What other charges is Alex Murdaugh facing?",
            "Dozens of charges related to financial thefts from clients and his law practice"
        ],
        [
            "What is the prosecution's theory about Alex's motive to commit the murders?",
            "To shift focus away from himself and buy time to prevent his financial crimes from being uncovered"
        ],
        [
            "Who was the chief financial officer of Murdaugh's former law firm?",
            "Jeanne Seckinger"
        ]
    ],
    [
        [
            "Who wrote the memoir 'I'm Glad My Mom Died'?",
            "Jennette McCurdy"
        ],
        [
            "What did Jennette McCurdy's memoir detail?",
            "The alleged abuse she experienced from her mother and her time working on the Nickelodeon series iCarly and Sam & Cat"
        ],
        [
            "What allegations has Dan Schneider faced?",
            "Serious allegations about his behavior on set, verbal abuse toward colleagues, and sexualizing teen stars of his shows"
        ],
        [
            "What was the name of the British TV show that Kaya Scodelario starred in?",
            "Skins"
        ],
        [
            "How old was Kaya Scodelario when she landed the role of Effy Stonem in Skins?",
            "14"
        ],
        [
            "What issues has Kaya Scodelario said her time on Skins caused her?",
            "Long-term issues and mental health challenges"
        ],
        [
            "Who are the other former child stars that have related to Jennette McCurdy's book?",
            "Drew Barrymore, Kaya Scodelario"
        ],
        [
            "What did Kaya Scodelario call Jennette McCurdy's memoir?",
            "The most important book of a generation"
        ],
        [
            "Which Skins alumni discussed their experience on the show during April Pearson's podcast?",
            "April Pearson and Laya Lewis"
        ],
        [
            "What did Bryan Elsley's representative say in response to the issues raised by April Pearson and Laya Lewis?",
            "They are deeply and unambiguously sorry that any cast member was made to feel uncomfortable or inadequately respected in their work during their time on Skins."
        ]
    ],
    [
        [
            "1. What happened to the three people from the Memphis Fire Department who responded to treat Tyre Nichols?",
            "They were fired."
        ],
        [
            "2. What was the reason for firing EMTs Robert Long, JaMichael Sandridge, and Lt. Michelle Whitaker?",
            "They violated their department's policies by failing to adequately assess Nichols's injuries."
        ],
        [
            "3. What did Fire Chief Gina Sweat say about their actions or inactions?",
            "They do not meet the expectations of the Memphis Fire Department."
        ],
        [
            "4. How many officers were fired and charged with second-degree murder in relation to Tyre Nichols's case?",
            "Five officers."
        ],
        [
            "5. What happened to a sixth officer involved in Tyre Nichols's case?",
            "The officer was relieved of duty."
        ],
        [
            "6. What has sparked angry protests across the country?",
            "The released body camera footage of the incident."
        ],
        [
            "7. What was the occupation of Tyre Nichols?",
            "He was a skateboarder and photographer."
        ],
        [
            "8. How many days after the encounter did Tyre Nichols die?",
            "Three days."
        ],
        [
            "9. What did attorneys for Tyre Nichols's family say about the cause of his death?",
            "He had extensive bleeding from the beating, citing an independent autopsy."
        ],
        [
            "10. How long did it take for a stretcher to arrive at the scene after the paramedics reached Tyre Nichols?",
            "19 minutes."
        ]
    ],
    [
        [
            "Who was Tyre Nichols?",
            "An avid skateboarder known for helping others learn tricks and welcoming newcomers into his circle"
        ],
        [
            "Where did the memorial for Tyre Nichols take place?",
            "Regency Community Skatepark"
        ],
        [
            "What incident caused Tyre Nichols' death?",
            "He was killed by police officers in Memphis"
        ],
        [
            "How many police officers face murder charges for the incident?",
            "Five officers"
        ],
        [
            "What happened to the sixth police officer involved in Tyre Nichols' death?",
            "The officer has been suspended"
        ],
        [
            "What was the name of the Sacramento suburb where Tyre Nichols and his friends used to skate?",
            "Natomas"
        ],
        [
            "What did Tyre Nichols's friends remember him for?",
            "His easygoing nature, welcoming newcomers, and teaching others to skate"
        ],
        [
            "What was Tyre Nichols's style of skating?",
            "Laid-back"
        ],
        [
            "How did the old skate crew express their applause during the memorial service?",
            "By tapping their boards on the ground"
        ],
        [
            "What did Tyre Nichols's uncle say to Danforth and Alex Wilson?",
            "That they were a big part of Tyre's life and that he really loved them"
        ]
    ],
    [
        [
            "Who is the founder of the crypto exchange FTX?",
            "Sam Bankman-Fried"
        ],
        [
            "What charges has Sam Bankman-Fried pleaded not guilty to?",
            "defrauding customers, laundering money, and violating campaign finance laws"
        ],
        [
            "How many years in prison does Sam Bankman-Fried face if convicted on all counts?",
            "115 years"
        ],
        [
            "When is Bankman-Fried's trial set for?",
            "Oct. 2"
        ],
        [
            "Where was Sam Bankman-Fried arrested?",
            "Bahamas"
        ],
        [
            "What was the amount of Sam Bankman-Fried's bail package?",
            "$250 million"
        ],
        [
            "Which company did FTX allegedly move customer money into?",
            "Alameda Research"
        ],
        [
            "What amount is reportedly missing from FTX according to its new CEO?",
            "$7 billion"
        ],
        [
            "Who are the two former associates of Bankman-Fried that have pleaded guilty to federal fraud charges?",
            "Gary Wang and Caroline Ellison"
        ],
        [
            "Which two agencies have filed civil complaints against Bankman-Fried?",
            "Securities and Exchange Commission and the Commodity Futures Trading Commission"
        ]
    ],
    [
        [
            "How many people have died due to the California floods?",
            "17"
        ],
        [
            "How many Californians were under evacuation orders?",
            "more than 40,000"
        ],
        [
            "What caused the extreme flooding and winds in California?",
            "catastrophic rainstorms"
        ],
        [
            "What is the missing 5-year-old boy's location?",
            "San Miguel area"
        ],
        [
            "How many households were without power as of Wednesday afternoon?",
            "more than 57,000"
        ],
        [
            "What is the expected duration of the storms?",
            "at least through the 18th of this month"
        ],
        [
            "Which road did Caltrans crews work to clear a mudslide on?",
            "Highway 17"
        ],
        [
            "What fell on Malibu Canyon Road on Jan. 10, 2023?",
            "a huge boulder"
        ],
        [
            "Which highway was closed due to flooding on Jan. 9, 2023?",
            "Highway 101"
        ],
        [
            "Who is the Photo Editor for BuzzFeed News?",
            "Kenneth Bachor"
        ]
    ],
    [
        [
            "Who was reinstated to the Tennessee House of Representatives?",
            "Justin Pearson"
        ],
        [
            "Why was Justin Pearson expelled from his House seat?",
            "For protesting gun violence"
        ],
        [
            "Which party tried to expel Justin Pearson?",
            "Republican"
        ],
        [
            "Which board unanimously voted to reinstate Pearson?",
            "Shelby County Board of Commissioners"
        ],
        [
            "Which other Democrat was also expelled from the House?",
            "Justin Jones"
        ],
        [
            "What was the issue they were protesting?",
            "Gun violence"
        ],
        [
            "Who survived expulsion by a single vote?",
            "Rep. Gloria Johnson"
        ],
        [
            "Who reinstated Justin Jones to his seat?",
            "Metropolitan Council of Nashville and Davidson County"
        ],
        [
            "Are Pearson's and Jones's appointments permanent or interim?",
            "Interim"
        ],
        [
            "How many Democratic US senators urged the Department of Justice to investigate the expulsions?",
            "Five"
        ]
    ],
    [
        [
            "What magazine published the '200 Greatest Singers of All Time' list?",
            "Rolling Stone"
        ],
        [
            "Which singer's fans protested outside Rolling Stone's office?",
            "Celine Dion"
        ],
        [
            "What sparked the outrage that led to the protest?",
            "Celine Dion being excluded from the '200 Greatest Singers of All Time' list"
        ],
        [
            "Which other notable artists were excluded from the list?",
            "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, and Judy Garland"
        ],
        [
            "Where is Rolling Stone's office located?",
            "New York"
        ],
        [
            "When was the list published?",
            "New Year's Day"
        ],
        [
            "How many Grammy Awards has Celine Dion won?",
            "Five"
        ],
        [
            "How many albums has Celine Dion sold worldwide throughout her career?",
            "More than 250 million"
        ],
        [
            "How many Celine Dion fans were part of the group of protesters?",
            "Around 15"
        ],
        [
            "Where did the group of protesters travel from?",
            "Montreal"
        ]
    ]
]