[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Maggie Murdaugh and Paul Murdaugh.",
        "Cellphone and video evidence place Alex at the scene of the crime.",
        "Maggie Murdaugh was killed with a family weapon.",
        "The murder occurred on June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not specified in the article."
    ],
    [
        "stealing liquor from their neighbor's house",
        "Vermont",
        "several bottles of alcohol",
        "May 1",
        "89 to 90 days",
        "$500 fine and $192 surcharge",
        "a year",
        "The Flash",
        "June 16",
        "arrests in Hawaii for disorderly conduct and assault, mistreating teenage environmental activist Tokata Iron Eyes, temporary harassment prevention order filed by a mother and her 12-year-old nonbinary child."
    ],
    [
        "Fans speculate that Taylor Swift swapped 'Invisible String' with 'The 1' to hint at her reported breakup with Joe Alwyn during her March 31 concert.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship became public in 2017.",
        "'Invisible String' and 'The 1' appear on Taylor Swift's album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when co-writing some of Taylor Swift's songs.",
        "Entertainment Tonight was the first media outlet to report news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "Taylor Swift's next scheduled performance is on April 13.",
        "Taylor Swift will perform in Tampa, Florida on April 13."
    ],
    [
        "The main topic of the election in Wisconsin is abortion rights.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is that it will shape the future of abortion rights in Wisconsin and potentially impact the political landscape in 2024.",
        "The current law being challenged in regards to abortion rights in Wisconsin is the 1849 ban on all abortions, except when the pregnant person's life is at risk.",
        "$29 million has been spent on political ads for this election.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to confusion caused by the legal battle over the 1849 ban.",
        "The result of the February primary for the Wisconsin Supreme Court seat was almost a million voters showing up, representing 21% of the voting population.",
        "The polls for this election will close at a specified time, which is not mentioned in the given article."
    ],
    [
        "Asking for a Green Planet",
        "To explore burning questions about the body from an ecological perspective",
        "A high probability",
        "Consult your doctor",
        "No, there are no silly questions",
        "By completing a form",
        "Yes, you can revisit the form",
        "Unusual discharge, mysterious bumps on the skin, urinating after sexual activity, hands swelling during a hike, excessive cannabis consumption leading to nausea",
        "Yes, it is a sustainable space",
        "Not all submitted questions will be answered"
    ],
    [
        "HB 1467",
        "July 2022",
        "To mandate a formal approval process for books and allow objections to course materials",
        "Moms For Liberty",
        "Books that tackle issues of race and LGBTQ rights",
        "Banning critical race theory and prohibiting LGBTQ topics from being discussed in classrooms",
        "They prioritize politics over the well-being and education of students",
        "The text cites a statute that criminalizes the distribution of sexually obscene material to minors",
        "Felony charges and penalties against teaching certificates",
        "Advanced Placement course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers (opioids)",
        "Christmas in 2018",
        "up to $1,000 per week",
        "South Carolina",
        "defense attorneys",
        "Mike Sutton",
        "generate sympathy and divert attention"
    ],
    [
        "2011",
        "23",
        "Daenerys Targaryen",
        "Two",
        "2011",
        "Actress, activist, lover of life",
        "A care package",
        "Life is short, don't be a c***",
        "She had aged dramatically",
        "She believes one's face should reflect the journey they have taken in life"
    ],
    [
        "Renner was involved in a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered critical injuries and underwent surgery for blunt chest trauma and orthopedic injuries.",
        "The incident occurred while roads were closed and there was significant snowfall in the area.",
        "The Washoe County Sheriff's Office is currently investigating the accident.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery for blunt chest trauma and orthopedic injuries.",
        "Renner is currently recovering in the ICU.",
        "Renner shared a video on social media showing himself enjoying a 'spa moment' at the hospital with his mother and sister."
    ],
    [
        "Kelsea Ballerini",
        "The victims of the Nashville school shooting",
        "6",
        "Not provided",
        "Not provided",
        "Feel Your Way Through",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "Not provided",
        "Opposed to firearm restrictions and stronger gun control laws"
    ],
    [
        "Voice deepfakes",
        "digital content producer",
        "ElevenLabs software",
        "YouTube creator ZimoNitrome",
        "Pade",
        "political figures",
        "retro pop culture podcast",
        "AI software",
        "The potential consequences of deepfakes",
        "Ensuring clear context and outlandish nature of audio snippets"
    ],
    [
        "The Sims childbirth simulator",
        "Hosts a metaverse interview series called 'Are We There Yet?'",
        "Virtual life simulation game",
        "Twitch",
        "Final trimester",
        "The Sims",
        "Not mentioned",
        "Various birthing methods and experiences",
        "Connecting with other creators online",
        "Not mentioned"
    ],
    [
        "Susana Morales",
        "They were brushed aside and labeled her as a runaway",
        "To shed light on unresolved cases involving missing Black and brown girls under the age of 21",
        "She texted her mother that she was on her way home",
        "In a wooded area",
        "Miles Bryant is a 22-year-old who served as a police officer in the Doraville Police Department",
        "Kidnapping and murder in connection with Susana's tragic fate",
        "He allegedly stalked and attempted to break into the home of Elesha Bates",
        "Law enforcement should detain individuals like Bryant after their initial offenses",
        "Increased transparency from the police and accountability for employing individuals with a history of violence"
    ],
    [
        "Letitia Wright",
        "She initially said that 'Black Panther 3' was already in progress",
        "The initial comment took place at the Golden Globes red carpet event",
        "Some fans interpreted her initial comment as the film being officially greenlit and on its way",
        "She clarified her statement at the Newport Beach Film Festival UK Honours event",
        "In her clarification, Letitia Wright mentioned the hope of having another film in the franchise and the importance of the script process",
        "She plays the role of Shuri in the Black Panther franchise",
        "The title of the Black Panther sequel is 'Black Panther: Wakanda Forever'",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "In a New York Times interview, Ryan Coogler expressed his openness to continuing his involvement in the franchise and acknowledged the influence of larger business considerations."
    ],
    [
        "The article is about Jeremy Renner's snowplow accident and his recovery.",
        "Jeremy Renner is an actor known for his role in 'The Mayor of Kingstown'.",
        "Jeremy Renner was crushed by a snow vehicle on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a truck-like vehicle that runs on tracks.",
        "Jeremy Renner sustained blunt chest trauma and orthopedic injuries.",
        "Jeremy Renner underwent surgery the day after the accident.",
        "Jeremy Renner watched an episode of 'Mayor of Kingstown' with his family during recovery.",
        "'Mayor of Kingstown' is on the TV show platform.",
        "Jeremy Renner updated fans on his recovery through Twitter and Instagram."
    ],
    [
        "The Last of Us",
        "Cordyceps",
        "Various insects such as ants, spiders, grasshoppers, locusts, and moths",
        "Digestive enzymes",
        "Mycelia",
        "The infected ant climbs up a tree and bites onto a stem or leaf",
        "Humans are warm-blooded and most fungi struggle to thrive in high-temperature environments",
        "Candida auris",
        "Candida auris can cause skin infections and bloodstream infections",
        "Stay informed and grounded in reality"
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother and all the mothers in the world",
        "unknown",
        "unknown",
        "unknown",
        "Jessica Chastain and Halle Berry",
        "the first Black woman to win Best Actress in 2002",
        "Golden Globe and SAG award"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "breakup album",
        "Reputation Stadium Tour",
        "baby boy",
        "Maroon",
        "Paper Rings",
        "Dear Reader",
        "heart gesture"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Her elder sister Tram",
        "She hasn't been doing well in her high school math classes",
        "#snoopy",
        "813.9 million views",
        "A Snoopy shirt",
        "April 19",
        "Drawing Snoopy and learning to code in HTML",
        "Raccoons and capybaras"
    ],
    [
        "Louisville, Kentucky",
        "Five",
        "None",
        "Thomas Elliott",
        "Not mentioned",
        "Not mentioned",
        "Not mentioned",
        "Connor Sturgeon",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "the scene in question",
        "Maggie Carey",
        "to 'masturbate'",
        "a subtle portrayal",
        "her underwear and a Clinton t-shirt",
        "brave and comedic",
        "expressed concern and questioned appropriateness"
    ],
    [
        "Eric Holder Jr.",
        "Holder was found guilty of first-degree murder for fatally shooting the hip-hop artist outside his clothing store in the South Los Angeles neighborhood where they both grew up.",
        "South Los Angeles neighborhood",
        "60 years to life in prison",
        "Two counts of attempted voluntary manslaughter and two counts of assault with a firearm",
        "Voluntary manslaughter",
        "Premeditated murder due to long-standing tensions between Holder and Hussle",
        "Rollin' 60s gang",
        "Schizophrenia",
        "Yes, Judge Jacke considered Holder's mental health in the sentencing."
    ],
    [
        "Endometriosis",
        "Endometriosis is when tissue similar to the uterine lining grows outside of the uterus",
        "Years",
        "Applying heat to her lower back",
        "Epsom salt",
        "CBD gummies",
        "Hot water bottles",
        "Fashy Classic Hot Water Bottle",
        "Online communities dedicated to endometriosis",
        "Surgery to remove endometriomas and insertion of Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "House Energy and Commerce Committee",
        "Unknown",
        "ByteDance",
        "Three",
        "Unknown",
        "Project Texas",
        "Unknown",
        "Unknown",
        "Safeguarding user data"
    ],
    [
        "Wyoming",
        "July 1",
        "$9,000 fine and up to six months' imprisonment",
        "Cases of sexual assault, incest, natural miscarriage, and situations posing imminent peril to the life or health of the pregnant individual",
        "Mifepristone",
        "Yes",
        "Several states",
        "Women's Health & Family Care Clinic",
        "Supreme Court's decision to overturn Roe v. Wade",
        "More than half"
    ],
    [
        "Elvis Presley",
        "Austin Butler secluded himself from his family for an extended period",
        "Some labeled him as 'insufferable'",
        "To accurately portray the older version of Elvis",
        "Austin ate two dozen doughnuts and other treats",
        "Austin felt 'awful' with himself",
        "Ryan Gosling",
        "Ryan consumed melted Häagen-Dazs ice cream",
        "Miscommunication during pre-production",
        "Another actor replaced Ryan Gosling"
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, and Amazon",
        "On their backs on a flat surface",
        "Kids2 Rocking Sleepers",
        "15",
        "Boppy newborn lounger",
        "MamaRoo baby swings"
    ],
    [
        "58 million",
        "50%",
        "egg shortage and rising prices",
        "over 120",
        "Spain",
        "50%",
        "wild migratory birds such as ducks and geese",
        "spread to twice as many states",
        "through respiratory droplets",
        "wearing an N95 respiratory or surgical mask, eye protection, disposable gloves, and boots"
    ],
    [
        "Justin Jones",
        "Nashville and Davidson County",
        "Justin Pearson",
        "Not specified",
        "For protesting gun violence",
        "A deadly school shooting in Nashville",
        "Justin Jones",
        "He criticized the lawmakers' removal",
        "He compared their actions to the January 6 Capitol riot",
        "Yes"
    ],
    [
        "The latest bombshell revolves around an intriguing discovery in an old Wikipedia user biography believed to be linked to Santos himself.",
        "Republican",
        "Long Island",
        "Politico",
        "Anthony Devolder",
        "Hannah Montana",
        "The Suite Life of Zack & Cody",
        "The Invasion",
        "Anthony Devolder",
        "Marisa Kabas"
    ],
    [
        "After a grueling battle that lasted for days.",
        "15 rounds of voting.",
        "216 votes.",
        "212 votes.",
        "The longest bid for speaker in 164 years.",
        "No information provided.",
        "Reduced government spending and specific policy changes.",
        "The ultraconservative Freedom Caucus.",
        "A heated confrontation between Rep. Mike Rogers and Rep. Matt Gaetz.",
        "Hakeem Jeffries."
    ],
    [
        "HB 9",
        "Misdemeanor charges",
        "Felony charges",
        "Unknown",
        "Bella DuBalle",
        "Atomic Rose",
        "Kathy Sinback",
        "Bills targeting drag performances and trans healthcare for minors",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University",
        "YouTube",
        "To provide college courses online and offer college credit",
        "3.5 million subscribers",
        "$25",
        "$400",
        "data literacy, chemistry, algebra, writing composition, human communication, rhetoric and composition, math, and US history to 1865",
        "Complete first year of college",
        "An undisclosed number"
    ],
    [
        "The surge in popularity is causing a global shortage of Ozempic.",
        "Ozempic is originally approved for the treatment of Type 2 diabetes.",
        "Wegovy is the brand name for semaglutide when used for weight loss.",
        "Ozempic belongs to the class of medications known as GLP-1 receptor agonists.",
        "The difference between Wegovy and Ozempic is their approved usage criteria.",
        "The usage of Ozempic has grown globally year to date.",
        "Insurance companies offer less coverage for weight management medications due to biases and limitations.",
        "The Ozempic and Wegovy shortages can affect patients with Type 2 diabetes by forcing them to use less effective medications.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are still manufacturing and shipping the drug, but delays may occur in certain regions.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to consult healthcare professionals for appropriate guidance."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "6",
        "3 innocent children and 3 staff members",
        "The shooter is not mentioned in the article",
        "They guided the children across a highway and reunited them with their teachers and parents",
        "They were en route to a conference at their child's school",
        "The article does not mention the name of the school",
        "Hart's family resided near Sandy Hook",
        "Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "Majors' lawyer asserts his innocence",
        "Sunday",
        "assault, attempted assault, harassment, and aggravated harassment",
        "Majors struck the victim's face, grabbed her hand, and put his hand on her neck",
        "a limited order of protection",
        "May 8",
        "Video evidence and witness testimony will support Majors' claim",
        "Chaudhry claimed the woman was in an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "Rihanna's performance was for the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show during her 35th birthday celebration.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed a noticeable baby bump during Rihanna's performance.",
        "Rihanna hinted at her pregnancy by resting her hands on her stomach during the performance.",
        "Rihanna confirmed her pregnancy through her representative, who spoke to the Associated Press.",
        "Rihanna will have two children after the birth of her second child.",
        "Rihanna's partner is A$AP Rocky.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a YouTuber.",
        "Unknown",
        "1,000 Blind People See for the First Time",
        "The video focuses on surgeries for blindness and low vision.",
        "She received surgery and $10,000.",
        "A brand-new Tesla.",
        "Unknown",
        "To give away all his money before he dies.",
        "Charity porn.",
        "He criticizes the reliance on YouTube views for assistance instead of competent government support."
    ],
    [
        "Timothy Goodman became the star of a viral TikTok video without his knowledge or consent.",
        "The viral video received over a million views before it was taken down.",
        "Nonplayer characters (NPCs) are background figures in online videos who are often unknowingly filmed and provide content for viewers.",
        "Jenna Drenten is an associate professor at Loyola University Chicago. She explains that we are living in a self-induced surveillance state where everyone films and surveils others with their smartphones.",
        "When a video goes viral on TikTok, it gains popularity and attracts attention from a large audience.",
        "Mark Bartholomew argues that recording people without their permission in public areas is becoming more acceptable due to the constant surveillance we experience.",
        "The issue with Harrison Pawluk's viral TikTok video was that the woman he filmed did not give her consent and felt dehumanized by the encounter.",
        "Sarah Isenberg felt uncomfortable and violated when she was unknowingly filmed in someone else's vlog about New York City.",
        "Lilly Simon experienced the discomfort of being surreptitiously filmed in a subway video without her consent.",
        "Content like Pawluk's aims to elevate the creator as the hero of the story at the expense of someone else's privacy and dignity, according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "2016",
        "Utah",
        "The jury decided that Gwyneth Paltrow was not responsible for the crash",
        "As a symbolic gesture",
        "Gwyneth said 'I wish you well'",
        "Optometrist",
        "2019"
    ],
    [
        "The initial ruling was to exclude evidence of Alex's alleged attempt to hire a contract killer for a suicide-for-hire plot.",
        "The judge at Alex Murdaugh's trial is Judge Clifton Newman.",
        "The morning's ruling changed when the defense team's probing questions during cross-examination led the judge to reverse his decision.",
        "Alex Murdaugh allegedly attempted to hire Curtis 'Eddie' Smith for a suicide-for-hire plot.",
        "Marian Proctor is Maggie's sister.",
        "Proctor initially believed the reason for Maggie and Paul's murders was retribution for a fatal boat crash caused by Paul two years prior.",
        "Proctor's perception of the roadside shooting involving Alex changed when she discovered that Alex had also been shot just two months later.",
        "Alex was allegedly paying exorbitant amounts of money to Smith for drugs.",
        "Alex's defense team attempted to demonstrate that the SLED team did not conduct a thorough analysis of the drug gang members' cell phone records or collect DNA evidence from them.",
        "The prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They resemble a blend of old-school Kewpie babies and troll dolls",
        "The release date of Sonny Angels is not mentioned in the article",
        "39 million views",
        "According to the official website, they are designed to be 'small boyfriends' that bring healing and a smile to their owners",
        "Erika Saito",
        "Washington Square Park in New York City",
        "The date of the April Sonny Angel meetup is not mentioned in the article",
        "At Sonny Angel meetups, people gather, socialize, and engage with their favorite Sonny Angel influencers",
        "The article does not mention a CDC study in 2023 about teen girls"
    ],
    [
        "Andrew Tate",
        "Former kickboxer",
        "Bucharest, Romania",
        "They are accused of human trafficking, rape, and organized crime",
        "A method that exploits vulnerable individuals through sham romantic relationships",
        "$450",
        "Etsy",
        "Instagram",
        "Direct messaging as many women as possible using random emojis",
        "Lying about one's job to create an air of mystery and intrigue"
    ],
    [
        "Sheryl Lee Ralph",
        "Way Up With Angela Yee",
        "Grabbed her by the back of her neck and forcefully engaged in an unwanted tongue tango",
        "No",
        "Marc Morial",
        "Keep quiet",
        "To protect their show's reputation",
        "Decline invitations to meet in their rooms at night and have public rendezvous in the lobby",
        "She acknowledged the struggles faced by women in the industry and highlighted the empowerment that comes from hearing someone speak their truth",
        "Astonishment at the power of accountability"
    ],
    [
        "Shanquella Robinson is an American tourist.",
        "She died in her hotel room in San José del Cabo, Mexico.",
        "Alcohol poisoning was initially listed as the cause of death on Shanquella Robinson's death certificate.",
        "The video showed Robinson being violently beaten in a hotel room.",
        "Robinson's family initially believed alcohol poisoning was the cause of her death.",
        "The Robinson family sent a letter to US President Joe Biden and Secretary of State Antony Blinken.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced insufficient evidence to support a federal prosecution.",
        "Sue-Ann Robinson expressed disappointment about discrepancies between the US and Mexican autopsies.",
        "Ben Crump and the Robinson family believe there is still hope for justice to prevail."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "The setting of 'Glass Onion' is a sun-soaked Greek island, while 'Knives Out' had a different setting.",
        "The first film in which Daniel Craig played James Bond is 'Casino Royale'.",
        "Kate Hudson plays Birdie Jay in 'Glass Onion'.",
        "There is a surprise cameo from a sports star in 'Glass Onion', but the specific sports star is not mentioned in the article.",
        "Netflix paid $450 million for the rights to make the second and third 'Knives Out' films.",
        "'Glass Onion' will be available on Netflix on December 23rd."
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "8",
        "6 weeks old",
        "Bella was accused of 'flirting' with a film director",
        "Bella almost got fired for wearing a bikini on the beach",
        "Bella described being in the limelight as frustrating and anger-inducing",
        "Bella had to pretend that her favorite color was blue",
        "The pressures faced by young women and the fear of raising daughters in a sexualized society"
    ],
    [
        "Madison defended her choice to stay off birth control while sleeping with Hugh Hefner.",
        "Holly Madison and Bridget Marquardt released their experiences with Hugh Hefner and the Playboy mansion last year.",
        "Holly Madison was 21 years old when she moved into the Playboy Mansion.",
        "Hugh Hefner was not mentioned in the article as the age when Holly Madison moved in.",
        "Madison and Marquardt recalled being coerced into sexual acts and subjected to uncomfortable situations during their first sexual encounter with Hefner.",
        "In the latest episode of Girls Next Level, Madison and Marquardt discussed the topic of birth control.",
        "Madison provided the reason of Hefner's track record and belief that he would not impregnate them as the justification for not using birth control.",
        "Hefner prevented unplanned pregnancies by not completing the act of intercourse with the women and engaging in self-pleasure instead.",
        "Yes, Bridget Marquardt was on birth control pills.",
        "Marquardt was on birth control pills for reasons unrelated to her encounters with Hefner."
    ],
    [
        "Twitter's new policy on bots",
        "@MakeItAQuote",
        "unknown",
        "API is used for automation and interaction with Twitter",
        "Twitter will no longer support free access to its API",
        "Loss of 'good' bots that add value to Twitter",
        "$100/month",
        "@TrumpsAlert and @BigTechAlert",
        "24 bots",
        "Sharing artwork from various museums"
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "1,100",
        "Halle Berry",
        "Julian Hilliard",
        "Jake Lloyd",
        "COVID-19",
        "Withdrew Armstrong's nomination for Worst Actress"
    ],
    [
        "Monterey Park, California",
        "11",
        "10",
        "Lunar New Year",
        "He was forcibly disarmed by the owner’s son",
        "Asian population",
        "Several Asian American and Pacific Islander advocacy groups",
        "Three",
        "Ming Wei Ma",
        "Three"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "February 12",
        "Multiple sources say 1",
        "2013 and 2015",
        "Snoop Dogg, Dr. Dre, Mary J. Blige, and Eminem",
        "Coldplay and Bruno Mars",
        "Super Bowl 50 took place in Santa Clara, California",
        "To highlight Beyoncé's unparalleled performances rather than undermine Rihanna's immense talent."
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "No specific movie mentioned",
        "A hot flash is a symptom characterized by a sudden feeling of intense heat, often accompanied by sweating and flushing of the face and upper body.",
        "Perimenopause is the transitional time around menopause, characterized by changes in the menstrual cycle and other physical and emotional symptoms.",
        "Jennifer Aniston laughed and smiled in response to Drew's hot flash.",
        "Adam Sandler said 'I touched your hand.'",
        "CBS Mornings",
        "Hosts of CBS Mornings",
        "Drew realized she was experiencing perimenopause when she started having her period every two weeks."
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "She requested prayers for his recovery",
        "Privacy",
        "TMZ",
        "They did not disclose the severity of his condition",
        "Back in Action",
        "Glenn Close and Cameron Diaz",
        "An unspecified movie"
    ],
    [
        "The last superbloom in California occurred four years ago.",
        "The historic superbloom in California was caused by an abundance of rainfall.",
        "The superbloom has occurred in Monterey, San Luis Obispo, and Kern counties in California.",
        "The desert phenomenon that happens after an abundance of rainfall causes dormant seeds to germinate is a superbloom.",
        "The popular location known for visitors taking selfies with the superbloom is the Temblor Range.",
        "The mountain range touched by the San Andreas Fault and painted by various wildflower species is the Temblor Range.",
        "The consequence of heavy foot traffic during a superbloom is damage to the flowers and failure to sprout in subsequent years.",
        "The department in California that has been working to inform the public about safety and responsibility during the superbloom is the Department of Parks and Recreation.",
        "The slogan used by State Parks director Armando Quintero to encourage responsible superbloom visiting is 'Don't Doom the Bloom.'",
        "The type of flowers that typically bloom during a California superbloom are wildflowers."
    ],
    [
        "Relaxation and self-care gifts",
        "DIY spa night",
        "A luxury bathtub caddy tray",
        "Diptyque",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "None mentioned in the article",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Connecticut Convention Center in Hartford",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo sessions",
        "Replica of the iconic orange couch from All That",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Taking the month of January off",
        "The recent shift is towards embracing the concept of 'Self-Care January'",
        "Setting extreme goals is less likely to lead to success",
        "January is difficult due to cold, dark days and the desire for warmth and comfort",
        "Tinx is an influencer who suggests taking January off for self-care",
        "John C. Norcross suggests lowering unrealistically high standards or critical expectations",
        "Tinx prioritizes herself by focusing on what brings her joy and cutting out stress",
        "The author's personal self-care plan includes reflection and goal-setting",
        "Dr. Gail Saltz says willpower is finite and pushing oneself to the extreme can lead to failure",
        "The main idea of taking January off is to recharge and regain energy for the months ahead"
    ],
    [
        "New York Magazine",
        "Always have a purpose when texting",
        "Don't ask to be added to someone's Close Friends or Twitter circle",
        "Always keep Venmo private",
        "Just give a casual 'haha' reaction",
        "Let the phone eat first",
        "Just keep it moving",
        "Lowercase texts are for casual vibes, uppercase means you're serious",
        "Don't blow their cover in real life",
        "Ask for permission before taking a photo with influencers"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "June 2021",
        "three hours",
        "potential life sentence",
        "Alan Wilson",
        "divert attention from his alleged financial wrongdoings",
        "lack of direct evidence",
        "mistakes made by law enforcement during the investigation",
        "subsequent suicide-for-hire scheme"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "Running a nationwide fraud scheme",
        "Not specified",
        "Not specified",
        "Why he would take Shah's side against the thousands of people she defrauded, including elderly victims",
        "February 17",
        ""
    ],
    [
        "London",
        "Guinness",
        "attending a soccer game with her son Saint and exploring iconic landmarks like the London Eye",
        "baby Guinness",
        "coffee liqueur and Irish cream",
        "Kim's photo resonated with people because she appeared relatable and blended in with the average pub-goer",
        "There was skepticism and criticism about Kim's attempt to appear relatable, with some questioning her authenticity",
        "The behind-the-scenes photo revealed that Kim's pub outing was staged for her family reality show, The Kardashians",
        "The Kardashians",
        "The general reaction to the behind-the-scenes photo was disappointment and disillusionment, with fans realizing that Kim's pub crawl was not a genuine experience"
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "Unknown",
        "Sally Field",
        "Life Achievement Award",
        "Unknown",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "TikTok CEO Shou Zi Chew's testimony before the House Energy and Commerce Committee",
        "House Energy and Commerce Committee",
        "Not mentioned in the article",
        "User safety, data privacy, and national security",
        "Three bills",
        "Project Texas",
        "The congressional hearing was criticized as 'political grandstanding'",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Not mentioned in the article"
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "Rude Boy",
        "Jay-Z",
        "Roc Nation",
        "Over 112,000 people"
    ],
    [
        "At least seven people were killed in the Half Moon Bay shooting.",
        "The shooting took place at a mushroom farm in Half Moon Bay, California.",
        "Chunli Zhao is the identified shooter.",
        "Chunli Zhao is 66 years old.",
        "The shootings took place at a mushroom farm and a sheriff's office station parking lot.",
        "The motive for the shooting remains unknown.",
        "The surviving worker is in critical condition.",
        "The ownership status of the shooter's gun is not mentioned in the article.",
        "California Terra Garden owns the farm where one of the shootings occurred.",
        "The number of people who died from gun violence in the US in 2022 is not mentioned in the article."
    ],
    [
        "The Trans Rights Readathon began at an unspecified time.",
        "Sim Kern is the organizer and activist behind the Trans Rights Readathon.",
        "Participants can donate to trans rights organizations during the Trans Rights Readathon.",
        "Participants can sign up for the Trans Rights Readathon on an unspecified platform.",
        "Participants can use various social platforms for the Trans Rights Readathon.",
        "The recommended genres of books by trans authors are memoir, young adult contemporary, magical realism, and romance.",
        "The speculative novel by Marisa Crane is titled 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is titled 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "Aiden Thomas's groundbreaking exploration of gender and traditions is titled 'Cemetery Boys'."
    ],
    [
        "Three",
        "Cinematographer, Director",
        "Reese Price, Ross Addiego, Doran Curtin",
        "Alec Baldwin and the movie's producers",
        "Negligence and intentional infliction of emotional distress, failure to follow industry safety rules and cutting corners during production",
        "Insomnia, anxiety, depression, and symptoms of post-traumatic stress disorder",
        "No charges were brought against Alec Baldwin in January",
        "N/A",
        "Baldwin ignored the first rule of gun safety",
        "Meaningful emotional or mental health services"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "On Instagram",
        "May 10",
        "Stockholm",
        "July 8 in Toronto",
        "Chicago, New York, Los Angeles, and Houston",
        "Warsaw",
        "Dubai",
        "$24 million",
        "7 years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bela Malhotra",
        "Shaggy",
        "Is Everyone Hanging Out Without Me? (And Other Concerns)",
        "How to Lose an Indian Girl in 10 Days",
        "Desire for a convenient target"
    ],
    [
        "2009",
        "32",
        "The Price of Glee",
        "ID and Discovery+",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "Drug overdose",
        "Suicide",
        "Drowned in a boating accident",
        "2020",
        "Jenna Ushkowitz, Kevin McHale"
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was in a snowplow accident",
        "To save his nephew from being crushed",
        "ABC",
        "April 6",
        "Eight ribs broken in 14 places, pierced liver, collapsed lung, broken jaw and eye socket",
        "He used sign language",
        "Over 30",
        "A snowcat",
        "The article does not mention a show watched on January 15"
    ],
    [
        "April 1",
        "Tennessee's drag performances in public spaces and in front of minors",
        "SB 1",
        "It restricts gender-affirming care for transgender youth",
        "15 states",
        "American Civil Liberties Union (ACLU)",
        "July 1",
        "March 31, 2024",
        "ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "N/A",
        "Daytona Beach, Florida",
        "N/A",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "Child endangerment"
    ],
    [
        "Ariana Grande addressed body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for years.",
        "Ariana mentioned that the times when fans thought she looked healthiest were actually the lowest points in her life.",
        "Ariana urged people not to comment on others' bodies.",
        "Ariana decided to address the criticism because she felt compelled to shed light on what it means to be constantly scrutinized.",
        "The main message Ariana wanted to convey in her video is that beauty transcends physical attributes.",
        "Social media users have reacted to Ariana's video with an outpouring of support.",
        "The late actor Chadwick Boseman's case was mentioned as a reminder of the harm of commenting on people's appearances.",
        "The helpline number for the National Alliance on Mental Illness is 1-888-950-6264.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is 1-800-662-HELP (4357)."
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Three years",
        "Bryant College",
        "11 million views",
        "Fake eyelashes",
        "TikTok's skin smoothing filter",
        "Unknown",
        "He stated that 'white people ruined the beauty community'",
        "Unknown"
    ],
    [
        "Look at the background",
        "Goob or your favorite influencer’s least favorite influencer",
        "12 times",
        "CapCut, BodyTuneEditor, Facetune, and FaceApp",
        "Toxic and unrealistic",
        "Attractive people are more likely to be trusted",
        "1 in 4 girls and 1 in 10 boys have edited their images",
        "CPT (certified personal trainer), CNC (certified nutritional coach), NASM",
        "Anti-fat discrimination",
        "To help people feel good"
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "In 2001 and 2003",
        "The first trial ended in a mistrial",
        "The jury failed to reach a unanimous verdict",
        "March 29",
        "The Church of Scientology",
        "The Church of Scientology attempted to shield Masterson from accountability",
        "Three women",
        "45 years to life in prison"
    ],
    [
        "'classless'",
        "For taunting opponent in NCAA win",
        "Different reactions to their taunting actions",
        "'You can't see me' motion",
        "John Cena",
        "LSU Tigers",
        "102-85",
        "They rallied to defend Reese against the criticism",
        "Acknowledged Clark's role but emphasized racial dynamics",
        "2023 Most Outstanding Player in the NCAA women's tournament"
    ],
    [
        "Taylor Swift's Eras tour began recently.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "The sold-out show in Glendale had a large number of fans attending.",
        "The setlist lasted for three hours and included 50 songs.",
        "Fans were discussing and sharing their excitement about the Eras tour on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was related to long queues and inflated prices.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne (played by Sam Claflin) and Daisy Jones (played by Riley Keough)",
        "Sam Claflin",
        "Riley Keough",
        "storytelling format",
        "N/A",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the storyline of Roy Kent and Keeley Jones in the show Ted Lasso.",
        "Brett Goldstein plays Roy Kent and Juno Temple plays Keeley Jones in the show.",
        "The article is discussing the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup was unexpected and heartbreaking.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his struggle with self-worth.",
        "Keeley's attitude brings out the best in Roy.",
        "In Season 3, Keeley transitions from a model and influencer to running her own PR firm.",
        "A central theme of the show Ted Lasso is exploring the complexities of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as panic, shame, and a deep sense of worthlessness.",
        "Temple believes complications in Roy and Keeley's relationship stem from their desire for personal growth and independence."
    ],
    [
        "The main focus of the article is the storyline of Roy Kent and Keeley Jones in the show Ted Lasso.",
        "Brett Goldstein plays Roy Kent and Juno Temple plays Keeley Jones in the show.",
        "The article is discussing the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup was unexpected and heartbreaking.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his struggle with self-worth.",
        "Keeley's attitude brings out the best in Roy.",
        "In Season 3, Keeley transitions from a model and influencer to running her own PR firm.",
        "A central theme of the show Ted Lasso is exploring the complexities of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as panic, shame, and a deep sense of worthlessness.",
        "Temple believes complications in Roy and Keeley's relationship stem from their desire for personal growth and independence."
    ],
    [
        "Judy Blume",
        "The British newspaper",
        "Hadley Freeman",
        "The headline was not mentioned in the article",
        "Blume called the article 'bullshit'",
        "Freeman was referring to the backlash Rowling faced for defending women's sex-based rights",
        "Blume tweeted to clarify her support for LGBTQ equality and acceptance",
        "Blume pointed to her interview with Variety",
        "The Variety interview praised the memoir",
        "Freeman interviewed Judy Blume last year for the Guardian"
    ],
    [
        "Andrew Tate, his brother Tristan, and the two Romanian women",
        "Human trafficking and rape",
        "February 27",
        "Human trafficking, rape, and organized crime",
        "Yes",
        "Concerns about their potential flight from the country",
        "22 days",
        "180 days",
        "Influencer Adin Ross",
        "Yes"
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23",
        "18",
        "2020",
        "more than 90",
        "Jennifer Siebel Newsom and Ashley Matthau",
        "Judge Lisa B. Lench",
        "four",
        "his New York conviction"
    ],
    [
        "Logan Roy dies in the series 'Succession'.",
        "The episode in which Logan Roy dies is titled 'Connor's Wedding'.",
        "A wedding is taking place during the episode 'Connor's Wedding'.",
        "Logan Roy is trying to sell Waystar-Royco.",
        "Logan Roy's eldest son is Connor.",
        "Six Feet Under is another TV show mentioned that also killed off a major character in its final season.",
        "The series 'Succession' debuted in the year 2018.",
        "Kendall is known for having moments of suicidal ideation throughout the show.",
        "There are no episodes left in the series after Logan Roy's death.",
        "The main plot of 'Succession' revolves around the question of which Roy child will inherit the family empire."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "kindness",
        "questions about Meghan's children",
        "social media",
        "2022 BAFTAs",
        "mocked the couple",
        "June",
        "Dubai hotel",
        "erasing the achievements of Black actors"
    ],
    [
        "Naples, Florida",
        "The date of the conference is not mentioned in the article.",
        "GLSEN Collier County",
        "To provide tools for survival and empower young queer people in Florida",
        "The 'Don't Say Gay' law",
        "The Parental Rights in Education Act restricted access to LGBTQ-inclusive curriculum and support services",
        "The percentage is not mentioned in the article.",
        "The organization that secured funding for next year's conference is not mentioned in the article.",
        "The GLSEN chapter director and a math teacher in Collier County is not mentioned in the article.",
        "The two songs mashed up for the final performance at the conference are not mentioned in the article."
    ],
    [
        "Jim Griffin",
        "double murder",
        "Alex's wife, Maggie, and their beloved son Paul",
        "unknown",
        "maintain his reputation",
        "drug addiction",
        "paranoia",
        "he's a liar",
        "adored and loved",
        "unanimity among all twelve jurors"
    ],
    [
        "The rumored feud was reignited by the drama on social media.",
        "Justin Bieber married Hailey in 2018.",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in Los Angeles.",
        "Selena posted about accidentally laminating her eyebrows too much in a TikTok video.",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'",
        "Selena supported Kylie's clarification and expressed her admiration for her.",
        "Hailey tweeted about Justin Bieber and Selena Gomez's relationship in 2011.",
        "Selena and Justin first started dating in their teenage years.",
        "Hailey first befriended Justin during her teenage years.",
        "Justin and Selena's final attempt at a relationship occurred in 2018."
    ],
    [
        "A shooting incident took place at Michigan State University.",
        "Three students were killed in the shooting.",
        "There is no information provided about any students being critically injured in the shooting.",
        "The three deceased victims are Alexandria Verner, Brian Fraser, and Arielle Anderson.",
        "There is no information provided about the high school Alexandria Verner graduated from.",
        "There is no information provided about the sports Alexandria Verner played in high school.",
        "Brian Fraser's hometown is not mentioned in the article.",
        "Arielle Anderson's hometown is not mentioned in the article.",
        "Brian Fraser was the fraternity president of Phi Delta Theta.",
        "Brian Fraser was a part of the Phi Delta Theta fraternity.",
        "Arielle Anderson hoped to pursue a profession as a pediatrician."
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "His wife, Maggie, and son, Paul",
        "The defense's emphasis on Murdaugh's character allowed the prosecution to introduce evidence of other alleged crimes to establish motive",
        "Colleton County courthouse in South Carolina",
        "To divert attention from his impending financial downfall",
        "Missing funds amounting to $792,000",
        "Other charges related to alleged financial thefts and orchestrating a plan to hire an assassin to kill him",
        "To divert attention from his impending financial downfall",
        "The article does not mention the chief financial officer of Murdaugh's former law firm"
    ],
    [
        "Jennette McCurdy",
        "The dark secrets of abuse and exploitation within the entertainment industry",
        "Abusive behavior on set",
        "Skins",
        "Effy Stonem in Skins",
        "Significant personal issues",
        "Drew Barrymore",
        "'I'm Glad My Mom Died'",
        "April Pearson and Laya Lewis",
        "No response provided"
    ],
    [
        "They were fired from the Memphis Fire Department.",
        "They broke their department's rules.",
        "Their actions or inactions on the scene didn't meet the expectations of the Memphis Fire Department.",
        "Five officers were fired and charged with second-degree murder.",
        "A sixth officer was relieved of duty.",
        "The release of body camera footage of the incident.",
        "He was an avid skateboarder and photographer.",
        "He died three days after the encounter.",
        "He suffered from 'extensive bleeding' caused by the beating.",
        "It took 19 minutes for a stretcher to arrive at the scene."
    ],
    [
        "Tyre Nichols was a beloved skateboarder whose life was tragically cut short.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident involving law enforcement caused Tyre Nichols' death.",
        "The number of police officers facing murder charges for the incident is not mentioned in the article.",
        "The fate of the sixth police officer involved in Tyre Nichols' death is not mentioned in the article.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remembered him for his infectious joy, dedication to skateboarding, and unwavering kindness.",
        "Tyre Nichols's style of skating is not mentioned in the article.",
        "The old skate crew expressed their applause during the memorial service by tapping skateboards on the ground.",
        "Tyre Nichols's uncle's message to Danforth and Alex Wilson is not mentioned in the article."
    ],
    [
        "Sam Bankman-Fried",
        "fraud, money laundering, and campaign finance violations",
        "Up to 115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "Amount is not mentioned in the article",
        "Gary Wang and Caroline Ellison",
        "Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "rainstorms and winds",
        "San Miguel area",
        "57,000",
        "until the 18th of this month",
        "Highway 17 in the Santa Cruz Mountains and Malibu Canyon Road in Malibu",
        "a fallen tree",
        "Highway 101",
        "Kenneth Bachor"
    ],
    [
        "Justin Pearson",
        "For protesting gun violence",
        "Tennessee GOP",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "Five"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Celine Dion's exclusion from the list",
        "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, Judy Garland",
        "New York City",
        "New Year's Day",
        "Five",
        "Over 250 million",
        "Around 15",
        "Montreal"
    ]
]