[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Alex's wife and son.",
        "The prosecutors say that cellphones and videos place Alex at the scene of the crime.",
        "A 300 Blackout AR-style rifle was used to kill Maggie Murdaugh.",
        "The date of the murder was June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "The name of Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The type of ammunition used in the crime is not mentioned in the article."
    ],
    [
        "Theft of liquor",
        "Vermont",
        "Liquor",
        "May 1",
        "89 to 90 days",
        "$500 and $192",
        "1 year",
        "The Flash",
        "June 16",
        "Arrest in Hawaii for disorderly conduct and assault, accused of mistreating Tokata Iron Eyes, temporary harassment prevention order filed by a mother and her 12-year-old nonbinary child"
    ],
    [
        "The speculated reason is that it signifies the end of Taylor Swift and Joe Alwyn's romance and reflects on pressing environmental issues from a technological standpoint.",
        "Arlington, Texas",
        "'Invisible String' and 'The 1'",
        "2017",
        "Folklore and Evermore",
        "William Bowery",
        "Entertainment Tonight",
        "People magazine",
        "No scheduled performance",
        "April 13 performance will be in London"
    ],
    [
        "Abortion rights",
        "Daniel Kelly and Janet Protasiewicz",
        "Janet Protasiewicz",
        "Daniel Kelly",
        "The impact on reproductive rights in the digital age",
        "The ban from 1849",
        "Unknown",
        "Due to legal battles and confusion",
        "Unknown",
        "Unknown"
    ],
    [
        "TechnoHealth Insights",
        "To answer thought-provoking questions about the impact of technology on our bodies",
        "100%",
        "Consult medical professionals",
        "Yes",
        "By filling out the cutting-edge form",
        "Yes",
        "The effects of excessive screen time, connection between post-intimacy habits and the digital realm, tech implications behind herbal indulgence",
        "Yes",
        "Not all questions will be answered"
    ],
    [
        "HB 1467",
        "July 2022",
        "To mandate a rigorous approval process for books in Florida's public schools",
        "Moms For Liberty",
        "Books on race and LGBTQ rights",
        "Banning critical race theory, Don't Say Gay bill, and HB 1467 are all conservative education laws promoted by Gov. Ron DeSantis",
        "HB 1467 cites Florida Statute 1003.42, which requires books to be accurate, objective, and balanced",
        "None",
        "Potential consequences include felony charges and penalties against teaching certificates",
        "The teaching of an Advanced Placement course on African American Studies was blocked by the Florida Department of Education in January"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "Prescription painkillers",
        "2018",
        "Approximately $18,000",
        "Murdaugh family property",
        "Engineer",
        "Mike Sutton",
        "Prosecutors claimed that Alex said 'I didn't do it.'"
    ],
    [
        "2011",
        "24",
        "Daenerys Targaryen",
        "2",
        "2011",
        "Actress, activist, and entrepreneur 🥑",
        "A photo of a dragon",
        "Coffee makes me poop",
        "He called her a 'babe'",
        "She believes our countenance should reflect the journey we've embarked upon in life."
    ],
    [
        "Renner suffered severe injuries during his snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered head bleeding and required surgery for chest trauma and orthopedic problems.",
        "The roads were closed and there was heavy snowfall during the accident.",
        "The Washoe County Sheriff's Office is currently investigating the accident from an ecological perspective.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery for chest trauma and orthopedic problems.",
        "Renner is currently recovering in the Intensive Care Unit (ICU).",
        "Renner shared his hospital bed photo on Instagram and Twitter."
    ],
    [
        "Kelsea Ballerini",
        "The impact of gun violence",
        "6 people",
        "The date is not mentioned in the article",
        "The article does not mention the name of the school where Kelsea Ballerini witnessed a shooting",
        "The article does not mention the title of Kelsea Ballerini's 2021 book",
        "The article does not mention the name of the song performed by Kelsea Ballerini with drag queens from RuPaul's Drag Race",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "The article does not mention the name of the school where the Nashville shooting occurred",
        "The article does not provide information on Tennessee Gov. Bill Lee's stance on gun control laws"
    ],
    [
        "Rise of Voice Deepfakes: A Hilarious Cause for Concern on Social Media",
        "digital content producer",
        "ElevenLabs app",
        "ZimoNitrome",
        "Pade",
        "US presidents",
        "retro pop culture podcast",
        "AI-generated audio",
        "The main concern is the potential risks and implications of deepfake technology",
        "Context and outlandish nature of audio snippets help avoid extreme disinformation"
    ],
    [
        "The Sims childbirth simulator",
        "Host of interview series titled 'Are We There Yet?' on Meta",
        "Virtual life simulation game",
        "Twitch",
        "Final stages of her pregnancy",
        "The Sims",
        "The number of expansion packs is not mentioned in the article",
        "Eco-friendly birthing methods and sustainable practices",
        "Engaging with creators and industry leaders",
        "The article does not mention specific guests"
    ],
    [
        "Susana Morales",
        "They were met with a swift response from the authorities",
        "To increase transparency in the police and the hiring process of law enforcement agencies",
        "She texted her mother farewell",
        "Her remains were found in a desolate wooded area",
        "Miles Bryant is a former police officer",
        "Miles Bryant was charged with concealing Susana's death and providing false information",
        "Bryant allegedly engaged in menacing behavior towards Elesha Bates",
        "Cheyenne emphasized the need for law enforcement to detain individuals like Bryant after their initial offenses",
        "Jasmine Morales demands increased transparency from the police, especially in cases involving missing minors, and accountability in the hiring process of law enforcement agencies"
    ],
    [
        "Letitia Wright",
        "She initially mentioned that the film was already in the works.",
        "The initial comment took place during the Newport Beach Film Festival UK Honours event.",
        "Some fans interpreted her initial comment as indicating that the film was already being made.",
        "She clarified her statement in an interview with BuzzFeed.",
        "In her clarification, Letitia Wright emphasized the importance of the script process and the need for careful consideration of the franchise's future.",
        "Letitia Wright plays a role in the Black Panther franchise.",
        "The title of the Black Panther sequel is not mentioned in the article.",
        "The writer and director of the Black Panther franchise is not mentioned in the article.",
        "Ryan Coogler's statement about his involvement in the franchise is not mentioned in the article."
    ],
    [
        "The article is about Jeremy Renner's recovery after a snowplow accident.",
        "Jeremy Renner is an actor known for his role in 'The Mayor of Kingstown'.",
        "Jeremy Renner got run over by a snowcat on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a super powerful truck-like vehicle with tracks.",
        "The article does not mention the specific injuries sustained by Jeremy Renner.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched the TV show 'Mayor of Kingstown' with his family during recovery.",
        "The TV show 'Mayor of Kingstown' is on the platform Twitter.",
        "Jeremy Renner has been updating fans on his recovery through social media, especially Twitter."
    ],
    [
        "There is no mention of an HBO zombie apocalypse series in the article.",
        "The real-life fungus that inspired the fictional cordyceps in the show is not mentioned in the article.",
        "The cordyceps fungus affects bugs like ants, spiders, grasshoppers, locusts, and moths.",
        "The cordyceps spores release gnarly digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that take over the insect's brain are not mentioned in the article.",
        "The infected ant climbs up trees and chows down on stems or leaves to benefit the cordyceps.",
        "One reason cordyceps fungus is not likely to affect humans is because our warm-blooded nature and high body temperature make it almost impossible for these fungi to survive inside us.",
        "Candida auris is mentioned as an example of a yeast that has emerged with climate change.",
        "Candida auris can cause nasty bloodstream infections, especially in places like hospitals.",
        "People should stay informed, keep their sense of humor intact, and always be aware of the real risks we face when it comes to science fiction."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother and mothers worldwide",
        "at home",
        "Daniel Scheinert and Daniel Kwan",
        "2",
        "Halle Berry",
        "She won the Best Actress Oscar in the past.",
        "Unknown"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "not just another breakup album",
        "Lover Tour",
        "baby",
        "Maroon",
        "None",
        "The Great War",
        "Delicate dance move"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggles in high school math classes",
        "#snoopy",
        "813.9 million",
        "Snoopy shirt",
        "April 19",
        "Drawing Snoopy and HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "None",
        "None",
        "None",
        "None",
        "None",
        "None",
        "None",
        "Social media",
        "None"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "the scene in question",
        "Maggie Carey",
        "deliver a full-body shot",
        "Plaza initially envisioned the scene with a different approach",
        "undergarments and a Clinton t-shirt",
        "Maggie Carey described Plaza's performance as a testament to her immense talent and unwavering resilience",
        "Some internet users reacted with controversy to the resurfaced clip."
    ],
    [
        "Eric Holder Jr.",
        "Eric Holder Jr. was found guilty of first-degree murder on Wednesday.",
        "The shooting of Nipsey Hussle took place outside his clothing store in Los Angeles.",
        "Eric Holder Jr. was sentenced to 60 years to life in prison.",
        "Eric Holder Jr. was convicted of first-degree murder, firearm sentencing enhancement, and assault with a firearm.",
        "Holder's attorney argued for a reduction in the murder charge.",
        "The prosecution argued that the murder was premeditated due to a long-standing animosity between Holder and Hussle.",
        "Both Holder and Hussle belonged to the same gang.",
        "Eric Holder Jr. was diagnosed with schizophrenia.",
        "Yes, Judge H. Clay Jacke II considered Holder's mental health in the sentencing."
    ],
    [
        "endometriosis",
        "a condition characterized by the abnormal growth of tissue outside the uterus",
        "the average time to receive a proper diagnosis for endometriosis is not mentioned in the article",
        "heat therapy",
        "CBD gummies",
        "Mirena IUD",
        "heat therapy",
        "hot water bottle",
        "online communities dedicated to endometriosis",
        "Culpo underwent a surgical intervention to remove endometriomas and had a Mirena IUD placed"
    ],
    [
        "Shou Zi Chew",
        "Committee chair Cathy McMorris Rodgers",
        "I don't know",
        "ByteDance",
        "Three",
        "China and Russia",
        "Project Texas",
        "I don't know",
        "I don't know",
        "Environmental implications"
    ],
    [
        "Wyoming",
        "The article does not specify the date",
        "The article does not specify the penalty",
        "Cases of sexual assault, incest, natural miscarriage, and when the life or health of the pregnant individual is at risk",
        "The article does not specify the medication exempted from the ban",
        "Yes",
        "The article does not specify the number of states with restrictions on medication abortion",
        "The Women's Health & Family Care Clinic in Jackson, Wyoming",
        "The Supreme Court's decision to overturn Roe v. Wade",
        "More than half of all abortions in the United States"
    ],
    [
        "Elvis Presley",
        "The article does not mention how long Austin Butler avoided seeing his family",
        "The fans labeled Austin Butler as a true artist",
        "Austin Butler's goal was to embody the legendary Elvis Presley",
        "Austin Butler ate an astonishing two dozen doughnuts and other treats to gain weight",
        "Austin Butler felt awful both physically and emotionally after incorporating the new eating habits",
        "Ryan Gosling inspired Austin Butler in his physical transformation for Elvis",
        "The Lovely Bones is not mentioned in the article",
        "Ryan Gosling was not fired from The Lovely Bones",
        "Ryan Gosling was not replaced in The Lovely Bones"
    ],
    [
        "100",
        "April 2019",
        "30",
        "Unknown",
        "Walmart, Target, and Amazon",
        "On their backs on a flat surface",
        "Boppy's newborn lounger",
        "Unknown",
        "Fisher-Price's Rock 'n Play Sleeper",
        "Unknown"
    ],
    [
        "58 million",
        "50%",
        "loss of chickens",
        "120",
        "Spain",
        "50%",
        "wild migratory birds",
        "reports of virus infiltrating mammals",
        "through close contact with infected birds or surfaces contaminated by their droppings",
        "avoiding unprotected contact, wearing protective gear, practicing impeccable hygiene"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "unknown",
        "protesting gun violence",
        "a tragic school shooting in Nashville",
        "Justin Jones",
        "unknown",
        "House Speaker Cameron Sexton made comparisons to the Capitol riot",
        "Yes"
    ],
    [
        "The latest revelation about Rep. George Santos is the allegations of mishandling funds raised for a dog's surgery.",
        "George Santos belongs to the Republican party.",
        "George Santos represents the Long Island district.",
        "The information about George Santos's lies was reported by journalist Marisa Kabas and Reuters reporter Steven Grattan.",
        "The Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims that George Santos appeared on the TV show 'Hannah Montana'.",
        "The account also claims that Santos appeared on the TV show 'The Suite Life of Zack & Cody'.",
        "The account falsely claims that Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the name 'Anthony Devolder' to orchestrate a scam involving a dog's surgery.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "Kevin McCarthy was elected as the Speaker of the House on an unspecified date.",
        "McCarthy won the majority after 15 rounds of voting.",
        "The threshold of votes needed for McCarthy to win in the final ballot is not mentioned in the article.",
        "Hakeem Jeffries received 212 votes in the final ballot.",
        "The Republican party's struggle to coalesce around a candidate for the House speaker lasted for an unspecified duration.",
        "The article does not mention the last time there was such a long bid for House speaker.",
        "The article does not mention any concessions demanded by the Republicans opposing McCarthy.",
        "Many of the Republicans who voted against McCarthy belong to an unspecified group.",
        "The article does not mention any incident on the House floor during the 14th round of voting.",
        "The House Democrats consistently supported Hakeem Jeffries for the position of House speaker."
    ],
    [
        "HB 9",
        "Misdemeanor charges",
        "Imprisonment for up to six years and substantial fines",
        "Unknown",
        "Bella DuBalle",
        "Atomic Rose",
        "Kathy Sinback",
        "Unknown",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To disrupt traditional access to college courses and provide education on YouTube",
        "3.5 million subscribers",
        "$25",
        "Not mentioned",
        "Data literacy, chemistry, algebra, writing composition",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "The worldwide shortage of Ozempic is caused by manufacturing and supply issues.",
        "Ozempic is originally approved for treating Type 2 diabetes and promoting weight loss.",
        "Wegovy is the brand name for semaglutide when used for weight loss.",
        "Ozempic belongs to the class of GLP-1 receptor agonist medications.",
        "The difference between Wegovy and Ozempic is their approved usage and indication.",
        "The usage of Ozempic has grown globally year to date, but the specific percentage is not mentioned in the article.",
        "Insurance companies offer less coverage for weight management medications due to their focus on diabetes medications.",
        "The Ozempic and Wegovy shortages affect patients with Type 2 diabetes by limiting their access to effective blood sugar control options.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working to rectify the supply issues with potential delays in certain regions.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to seek guidance from healthcare professionals."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "Three",
        "Three children and three staff members",
        "The shooter is not mentioned in the article",
        "They guided the scared children across a busy highway to safety",
        "Melissa Joan Hart was going home when she encountered the children",
        "The school attended by Hart's children is not mentioned in the article",
        "The article does not mention any connection between Hart and the Sandy Hook school shooting",
        "The nonprofit groups attended by Hart are not mentioned in the article"
    ],
    [
        "Jonathan Majors",
        "His lawyer asserts his innocence and suggests video evidence and witnesses supporting his side.",
        "May 8",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "The victim claims that Majors caused injuries to her face, hand, and neck during the altercation.",
        "A limited order of protection",
        "May 8",
        "The lawyer mentioned video evidence and witnesses supporting Majors' side.",
        "The woman involved in the incident was in an emotional crisis according to Chaudhry.",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "Rihanna's performance was for the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show at a previous event.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed Rihanna's outfit during her performance, but the specific details are not mentioned in the article.",
        "Rihanna hinted at her pregnancy by placing her hands gently on her stomach during her performance of the song 'Diamonds.'",
        "Rihanna confirmed her pregnancy through a representative in an exclusive statement to the Associated Press.",
        "The article does not mention the number of children Rihanna will have after the birth of her second child.",
        "Rihanna's partner is not mentioned in the article.",
        "The article does not mention Rihanna's birthday."
    ],
    [
        "MrBeast is a renowned content creator.",
        "Unknown",
        "Unknown",
        "The video focuses on surgeries for individuals battling blindness and low vision.",
        "The article does not mention the reaction of a specific woman who received surgery and $10,000.",
        "MrBeast gave a car to a man who missed driving.",
        "Unknown",
        "MrBeast's goal is to give away his fortune before his time.",
        "Steve Saylor uses the term 'exploitative content.'",
        "Twitch commentator Hasan Piker's point is unknown."
    ],
    [
        "Timothy Goodman found himself in the spotlight when a TikTok video featuring him went viral.",
        "The viral video received over a million views before it was removed.",
        "Nonplayer characters (NPCs) are unsuspecting individuals in public spaces who are featured in online content without their consent.",
        "Jenna Drenten discusses the declining sense of privacy and the constant surveillance in our society.",
        "When a video goes viral on TikTok, it gains a significant number of views and attracts attention from a wide audience.",
        "Mark Bartholomew emphasizes the ethical implications of recording people without their permission in public areas.",
        "The issue with Harrison Pawluk's viral TikTok video was that it featured unsuspecting individuals without their consent.",
        "Sarah Isenberg felt uncomfortable and violated when she was unknowingly filmed in another person's vlog.",
        "Lilly Simon experienced being filmed without her consent in a subway video.",
        "Content like Harrison Pawluk's aims to achieve attention and online fame according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "The article does not mention the specific date of the ski crash incident.",
        "The article does not mention the specific location of the ski crash incident.",
        "Gwyneth Paltrow won the lawsuit and was awarded token compensation of $1.",
        "Gwyneth Paltrow countersued for $1 to assert that the actual damages incurred were far greater than the symbolic sum.",
        "The article does not mention Gwyneth Paltrow's response to Terry Sanderson after the verdict.",
        "Retired optometrist",
        "The article does not mention when Terry Sanderson filed the lawsuit against Gwyneth Paltrow."
    ],
    [
        "The initial ruling excluded evidence of Alex's alleged suicide plot.",
        "Judge Newman was the judge at Alex Murdaugh's trial.",
        "The morning's ruling changed to allow evidence of the suicide plot.",
        "Alex Murdaugh allegedly attempted to hire a contract killer for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the victims Maggie and Paul.",
        "Proctor initially believed the murders were linked to a previous fatal boat crash caused by Paul.",
        "Alex's false story about the roadside shooting changed Proctor's perception.",
        "The amount of money Alex allegedly paid to Smith for drugs is not mentioned in the article.",
        "Alex's defense team attempted to demonstrate a gap in the SLED team's collection of evidence.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They have adorable helmets adorned with plants or animals",
        "The release date of Sonny Angels is not mentioned in the article",
        "The article does not mention the number of views on the hashtag #sonnyangels on TikTok",
        "According to the official website, the dolls symbolize healing and bring smiles",
        "Erika Saito organized the Sonny Angel meetup",
        "The Sonny Angel meetup was held in Washington Square Park in New York City",
        "The article does not mention the specific date of the April Sonny Angel meetup",
        "At Sonny Angel meetups, people meet online acquaintances, exchange social media handles, and spend time with favorite Sonny Angel influencers",
        "The article does not mention any CDC study conducted in 2023 about teen girls"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "They are accused of crimes",
        "A method to manipulate women into prostitution",
        "The cost is not mentioned in the article",
        "They were found on official platforms",
        "Instagram",
        "To be an interesting person",
        "Tate suggests the 'banana split test'"
    ],
    [
        "Sheryl Lee Ralph",
        "Unknown",
        "Sexually assaulted her",
        "No",
        "Marc Morial",
        "Remain silent",
        "To protect the image of the show",
        "To rewrite the technological script within the industry",
        "Unknown",
        "She emphasized the urgent need for systemic change"
    ],
    [
        "Shanquella Robinson is an American tourist who tragically lost her life in Mexico last year.",
        "Shanquella Robinson died in her hotel room in San José del Cabo.",
        "The cause of death listed on Shanquella Robinson's death certificate was initially believed to be alcohol poisoning, but further investigations revealed additional injuries, including a severe spinal cord and neck injury.",
        "A video that emerged on the internet in November showed the assault that Robinson endured in her hotel room.",
        "Robinson's family initially believed that the cause of her death was alcohol poisoning.",
        "The Robinson family sent a letter demanding federal prosecution or extradition to US President Joe Biden and Secretary of State Antony Blinken.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced that there is insufficient evidence to support a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson highlighted the importance of diplomatic intervention to address the discrepancies between autopsies conducted in the United States and Mexico.",
        "Civil rights attorney Ben Crump and the Robinson family believe that justice can ultimately prevail."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "tech billionaire",
        "Janelle Monáe",
        "on an opulent private island",
        "Casino Royale",
        "Kate Hudson",
        "unknown",
        "unknown",
        "unknown"
    ],
    [
        "The High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "eight",
        "six weeks old",
        "flirting with a film director",
        "for wearing a bikini at the beach",
        "burdensome expectations and the need for authenticity",
        "blue",
        "the premature sexualization of young girls"
    ],
    [
        "Madison defended her choice to stay off birth control while sleeping with Hugh Hefner.",
        "Holly Madison and Bridget Marquardt released a podcast episode last year.",
        "Holly Madison was [insert age] when she moved into the Playboy Mansion.",
        "Hugh Hefner was [insert age] when Holly Madison moved in.",
        "Madison and Marquardt recalled their first sexual encounter with Hefner in August.",
        "In the latest episode of Girls Next Level, Madison and Marquardt discussed birth control.",
        "Madison provided the reason of Hefner's impeccable track record for not using birth control.",
        "Hefner prevented unplanned pregnancies through his meticulous planning and self-restraint.",
        "The information about Bridget Marquardt being on birth control pills is not mentioned in the article.",
        "The reason for Marquardt being on birth control pills is not mentioned in the article."
    ],
    [
        "Twitter's Decision to Charge for API Access Creates Uncertainty for Environmentalists and Bot Creators",
        "@MakeItAQuote",
        "Unknown",
        "Twitter's API is used by bots to access and interact with Twitter's platform",
        "Twitter is discontinuing free access to its API",
        "The potential negative side effect is that bot creators may face financial burdens that threaten the sustainability of their creations",
        "The suggested API access cost mentioned by Elon Musk is $100/month",
        "@TrumpsAlert is an example of a bot that tweets about newsworthy events",
        "John Emerson runs 24 bots",
        "Most of John Emerson's bots tweet artwork from various museums."
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "5",
        "Halle Berry",
        "Julian Hilliard",
        "Macaulay Culkin",
        "COVID-19",
        "They retracted Armstrong's nomination"
    ],
    [
        "Star Ballroom Dance Studio",
        "10",
        "10",
        "Lunar New Year festivities",
        "The owner's son disarmed the shooter",
        "Predominantly Asian",
        "Asian American and Pacific Islander advocacy groups",
        "None of the victims were specified as Taiwanese Americans",
        "Ming Wei Ma",
        "The number of children Xiujuan Yu had is not mentioned in the article."
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown",
        "Unknown"
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Unknown",
        "A sudden feeling of intense heat",
        "The transitional period preceding menopause",
        "She laughed and said, 'You're glowing!'",
        "Unknown",
        "CBS Mornings",
        "Unknown",
        "Her period unexpectedly becoming a twice-monthly occurrence"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "Support for her dad",
        "Support",
        "TMZ",
        "He's in a cutting-edge Georgia hospital",
        "Back in Action",
        "Unknown",
        "Unknown"
    ],
    [
        "2019",
        "abundant rainfall",
        "Monterey, San Luis Obispo, and Kern counties",
        "superbloom",
        "Temblor Range",
        "damage to the flowers",
        "California Department of Parks and Recreation",
        "appreciating these flowers through photography",
        "safety and responsibility",
        "wildflower species"
    ],
    [
        "Eco-friendly self-care gifts",
        "DIY spa night",
        "Luxurious bathtub caddy tray",
        "Not specified",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "Not specified",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "Vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Hartford, Connecticut",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "An iconic replica of the cherished orange couch from All That",
        "Meet-and-greets and photo sessions",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Taking a well-deserved break and following personalized well-being guidelines",
        "Shifting focus towards a more balanced approach",
        "She emphasizes the importance of considering mental health, stress levels, and exhaustion",
        "Cold weather and a natural inclination to hibernate",
        "Tinx prioritizes activities that bring her happiness and eliminates those that do not",
        "He suggests abandoning unrealistic standards and harsh expectations",
        "By focusing on activities that bring her happiness and eliminating those that do not",
        "Not mentioned in the article",
        "She says it is not reliable and often leads to feelings of failure",
        "To prioritize self-care and set realistic expectations for success"
    ],
    [
        "New York Magazine",
        "Respect boundaries in the teenage universe",
        "Do not barge into someone's Close Friends or Twitter circle",
        "When your Venmo transaction is related to something specific",
        "Drop a casual 'haha' reaction",
        "Let your friend take pictures of food without being a party pooper",
        "Focus on business interactions and keep it professional",
        "Use lowercase texts",
        "Leave it alone",
        "Build each other up"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "Not mentioned",
        "3 hours",
        "Not mentioned",
        "Not mentioned",
        "Financial misconduct",
        "Not mentioned",
        "Not mentioned",
        "Hiring a hitman"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "running a nationwide fraud scheme",
        "April 2021",
        "not guilty",
        "later changed to guilty",
        "Cohen's support for Shah",
        "February 17"
    ],
    [
        "London",
        "Unknown",
        "Unknown",
        "A pic with her squad at a traditional pub",
        "A Baby Guinness shot is made of coffee liqueur and Irish cream",
        "It resonated because people questioned if it was real or staged for her reality show",
        "There were mixed reactions, with fans being both bummed and mind-blown",
        "A whole camera crew was revealed in the behind-the-scenes photo",
        "The Kardashians",
        "The general reaction was curiosity and speculation"
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "The award for Outstanding Performance by a Male Actor in a Leading Role is not mentioned in the article.",
        "Jennifer Coolidge",
        "Life Achievement Award",
        "The legendary Sally Field",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "Chew's testimony before Congress sparked fan edits and comments dedicated to him.",
        "He testified in front of a congressional hearing.",
        "The number of monthly users TikTok has in the United States is not mentioned in the article.",
        "The main concern of lawmakers surrounding TikTok is user data access by its parent company, ByteDance.",
        "There are three bills currently in Congress that could affect American access to TikTok.",
        "The new subsidiary that Chew mentioned during his testimony to allow TikTok to remain active in the US is called Project Texas.",
        "The criticism leveled at the congressional hearing by a TikTok representative is not mentioned in the article.",
        "The number of influencers TikTok sponsored to participate in a demonstration on Capitol Hill is not mentioned in the article.",
        "The number of followers Shou Zi Chew's personal TikTok account had before his testimony is not mentioned in the article.",
        "The number of new followers Chew's TikTok account gained since his testimony is not mentioned in the article."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's legendary Super Bowl halftime show",
        "Over 30 million",
        "Paige Oakes and Maitlin Nuckols",
        "Not mentioned in the article",
        "Not mentioned in the article",
        "Jay-Z",
        "Roc Nation",
        "112,000"
    ],
    [
        "7",
        "Half Moon Bay, California",
        "Chunli Zhao",
        "Unknown",
        "Mushroom farms",
        "Unknown",
        "Critical condition",
        "Unknown",
        "California Terra Garden",
        "Unknown"
    ],
    [
        "A week-long extravaganza",
        "Sim Kern",
        "Trans rights organizations",
        "Not specified",
        "Various social media platforms",
        "Speculative fiction, memoir, contemporary young adult, graphic novel",
        "I Keep My Exoskeletons to Myself",
        "Summer Fun",
        "Gender Queer: A Memoir",
        "Cemetery Boys"
    ],
    [
        "Three",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "None",
        "None",
        "Not specified",
        "Not specified"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "There is no mention of Beyoncé announcing the tour on Instagram.",
        "The opening show of the tour is on May 10.",
        "The first leg of the tour begins in Stockholm.",
        "The North American leg of the tour begins on July 8.",
        "The US tour stops include Toronto, Chicago, New York, Los Angeles, and Houston.",
        "The last European city Beyoncé will perform in during the first leg is Warsaw.",
        "There is no mention of Beyoncé's last public performance before her recent one in Dubai.",
        "The performance in Dubai cost $24 million.",
        "It has been seven years since Beyoncé's last tour."
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bel",
        "Shaggy",
        "Is Everyone Hanging Out Without Me?",
        "A Room of One's Ownish",
        "The criticism has become personal vitriol due to personal attacks and a desire for punishment."
    ],
    [
        "May 19, 2009",
        "37",
        "The Price of Glee",
        "Netflix",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "Drug overdose",
        "Suicide",
        "Drowned in a lake",
        "2020",
        "Kevin McHale, Jenna Ushkowitz"
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was stuck beneath a snowplow",
        "To save his nephew from a snowplow catastrophe",
        "Diane Sawyer on ABC",
        "April 6",
        "Eight ribs shattered in 14 different places, a liver that took a hit, a collapsed lung, and a jaw and eye socket that got wrecked",
        "He communicated with them through sign language",
        "Over 30 broken bones",
        "A 7-ton snowcat",
        "The article does not mention a specific show"
    ],
    [
        "July 1",
        "Tennessee's drag performances in public spaces and in the presence of minors",
        "SB 1 which restricts gender-affirming care for transgender youth",
        "Gender-affirming care for transgender youth",
        "15 states",
        "The American Civil Liberties Union (ACLU)",
        "March 31, 2024",
        "Transgender youth can continue to receive medical care until March 31, 2024",
        "ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Drake Bell",
        "35",
        "Daytona Beach, Florida",
        "Wednesday night",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "Child endangerment"
    ],
    [
        "Ariana Grande addressed the issue of body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for an unspecified period of time.",
        "Ariana mentioned that fans thought she looked healthiest during the time when she was on tour.",
        "Ariana urged people not to comment on others' bodies.",
        "Ariana decided to address the criticism to raise awareness about the negative influence of technology on mental well-being and body image.",
        "The main message Ariana wanted to convey in her video is to advocate for kindness, empathy, and understanding when discussing others' bodies.",
        "Social media users have reacted positively to Ariana's video, applauding her for speaking out against body-shaming and the negative influence of technology.",
        "The previous celebrity case mentioned in the article as a reminder of the harm of commenting on people's appearances was Ariana's own experience.",
        "The helpline number for the National Alliance on Mental Illness is not mentioned in the article.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is not mentioned in the article."
    ],
    [
        "Mikayla Nogueira",
        "Unknown",
        "Unknown",
        "Bryant College",
        "Unknown",
        "Mascara",
        "YSL foundation",
        "Eyebrow gel",
        "Unknown",
        "Unknown"
    ],
    [
        "Examining the background of a video",
        "Goob or your favorite influencer's least favorite influencer",
        "Multiple times",
        "CapCut, BodyTuneEditor, Facetune, or FaceApp",
        "Constructing a false identity around their manipulated bodies",
        "Attractive influencers are seen as credible and knowledgeable",
        "Exposure to edited fitness photos can result in lower self-esteem, depression, anxiety, and body dysmorphia",
        "Certified fitness professionals can obtain certifications such as NASM, ACE, or ACSM",
        "Axelson called it a world of digital illusions",
        "To promote emotional well-being and authenticity"
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "During the early 2000s",
        "No verdict",
        "Issues with evidence and credibility",
        "Not provided",
        "Scientology",
        "Adds technological wizardry to the case",
        "Four women",
        "45 years to life"
    ],
    [
        "classless",
        "bold moves aimed at Iowa's standout player",
        "Different reactions to their taunts",
        "The 'you can't see me' move",
        "WWE superstar John Cena",
        "LSU Tigers",
        "102-85",
        "They rallied support and defended Reese",
        "He acknowledged Clark's role but highlighted the double standard",
        "2023 Most Outstanding Player in the NCAA women's tournament"
    ],
    [
        "Taylor Swift's Eras tour began recently.",
        "The first stop of the Eras tour was in Glendale, Arizona.",
        "The number of fans who attended the sold-out show in Glendale is not mentioned in the article.",
        "The setlist duration was three hours and 50 songs were performed.",
        "Fans discussed and shared their excitement about the Eras tour on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was the never-ending queues and exorbitant prices of Ticketmaster.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Unknown",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne",
        "Unknown",
        "Riley Keough",
        "Unknown",
        "Unknown",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the promotion of sustainable relationships by the characters Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the role of Roy Kent and Juno Temple plays the role of Keeley Jones in the show.",
        "The article discusses the season premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup is not mentioned in the article.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-doubt.",
        "Keeley's attitude brings out the best in Roy and provides him with solace and comfort.",
        "In Season 3, Keeley transitions from being a model and influencer to running her own sustainable PR firm.",
        "A central theme of the show 'Ted Lasso' is sustainability and environmental consciousness.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as one of panic, shame, and self-doubt.",
        "Temple believes that complications in Roy and Keeley's relationship are led by their desire for personal growth and independence."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "During the livestream of the reunion, there were technical glitches.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship was mistreatment.",
        "The outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship was their decision to continue dating and cohabiting.",
        "Jackie Bonds pursued her unresolved feelings for Josh.",
        "The Love Is Blind reunion was originally supposed to air at a specific time.",
        "The hashtag '#LoveIsBlindReunion' became popular on Twitter during the technical difficulties.",
        "The hosts of the Love Is Blind reunion were not mentioned in the article."
    ],
    [
        "Judy Blume",
        "The Guardian",
        "Freeman",
        "The ongoing controversy surrounding Judy Blume and J.K. Rowling sheds light on the mounting tensions between these prominent authors and their views on transgender issues, particularly within the tech community.",
        "Blume denies the allegations and emphasizes her support for LGBTQ equality and acceptance.",
        "J.K. Rowling's controversial views on transgender issues.",
        "Blume tweeted to clarify her position and express solidarity with the transgender community.",
        "Blume pointed to her recent interview with Variety.",
        "Untamed by Glennon Doyle",
        "Freeman interviewed J.K. Rowling for the Guardian."
    ],
    [
        "The two Romanian women and Tate's brother",
        "Human trafficking and rape",
        "End of February",
        "The claims are related to human trafficking and rape",
        "Yes, they can appeal the court's decision",
        "The reason for denying their initial appeal is not mentioned in the article",
        "Tate has been held in detention for an unspecified amount of time",
        "The maximum number of days Tate could be held in detention is 180 days",
        "Tate claimed to have added immediate family members on his visitation forms",
        "Yes, only immediate family members are allowed to visit Tate during his detention"
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23",
        "140",
        "2020",
        "90",
        "John F. Balian",
        "Judge Kenneth L. Case",
        "4",
        "his conviction in New York"
    ],
    [
        "Logan Roy dies",
        "None",
        "Connor's Wedding",
        "Logan Roy trying to sell Waystar-Royco",
        "Roman",
        "Game of Thrones",
        "2018",
        "Kendall",
        "5",
        "Power struggles within a wealthy family"
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "cool",
        "questions about her wedding and children",
        "Twitter",
        "BAFTAs",
        "She said it was boring",
        "N/A",
        "The Mayfair Hotel",
        "Her comments about being the first plus-sized actress in a romantic comedy"
    ],
    [
        "Naples, Florida",
        "There is no information about the date in the article",
        "GLSEN Collier County",
        "To arm and uplift young queer individuals in the Sunshine State",
        "\"Don't Say Gay\" law",
        "The Parental Rights in Education Act restricted transgender youth's participation in sports",
        "There is no information about the percentage in the article",
        "There is no information about the organization securing funding for next year's conference",
        "There is no information about the GLSEN chapter director and math teacher in Collier County",
        "There is no information about the songs in the article"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder",
        "Maggie (Alex's wife) and Paul (their son)",
        "The trial is taking place in an undisclosed location",
        "The prosecution believes Alex's main motive for the murder was his financial crimes being exposed",
        "The defense admitted that Alex Murdaugh had personal issues with drug addiction",
        "According to Jim Griffin, Alex lied to investigators and loved ones because he was weighed down by his own personal demons and couldn't handle scrutiny",
        "The lead prosecutor, Creighton Waters, said that Alex is untrustworthy",
        "The defense described Alex's relationship with his family as loving and that he would never harm them",
        "Unanimity among all twelve jurors is required for a conviction"
    ],
    [
        "Selena's TikTok video confessing to an eyebrow mishap",
        "Justin Bieber married Hailey in 2018",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in 2018",
        "Selena posted a TikTok video about an eyebrow mishap caused by a laminator",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'",
        "Selena publicly supported Kylie's clarification and expressed admiration for her",
        "Hailey's tweet about Justin Bieber and Selena Gomez's relationship in 2011 is not mentioned in the article",
        "Selena and Justin first started dating in 2011",
        "Hailey first befriended Justin in 2009",
        "Justin and Selena's final attempt at a relationship occurred in 2018"
    ],
    [
        "A tragedy took place at Michigan State University.",
        "Three students were killed in the shooting.",
        "No students were critically injured in the shooting.",
        "The names of the three deceased victims are Alexandria Verner, Brian Fraser, and Arielle Anderson.",
        "The high school Alexandria Verner graduated from is not mentioned in the article.",
        "The article does not mention the sports Alexandria Verner played in high school.",
        "Brian Fraser and Arielle Anderson's hometown is not mentioned in the article.",
        "Brian Fraser held a prominent position within the revered Greek community.",
        "Brian Fraser was a part of Phi Delta Theta fraternity.",
        "Arielle Anderson hoped to pursue a profession that is not mentioned in the article."
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "To divert attention from impending financial ruin",
        "Missing funds totaling $792,000",
        "Financial thefts and orchestrating a plot to hire an assassin",
        "To divert attention from impending financial ruin",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "Jennette McCurdy's triumph over adversity and call for industry change",
        "Allegations of providing alcohol to underage actors and subjecting them to uncomfortable situations during filming",
        "Skins",
        "16",
        "Kaya Scodelario said her time on Skins caused body image issues",
        "No information provided",
        "Kaya Scodelario called Jennette McCurdy's memoir courageous",
        "No information provided",
        "No information provided"
    ],
    [
        "They were terminated.",
        "They were accused of failing to meet the department's expectations.",
        "Fire Chief Gina Sweat expressed disappointment in their performance.",
        "Five officers were fired and charged with second-degree murder.",
        "Another officer was relieved of duty.",
        "The brutal assault on Tyre Nichols by police officers.",
        "Tyre Nichols was a skateboarder and photographer.",
        "Tyre Nichols died three days after the encounter.",
        "Attorneys for Tyre Nichols's family revealed the severity of his injuries.",
        "The article does not provide information on how long it took for a stretcher to arrive."
    ],
    [
        "Tyre Nichols was a beloved skateboarder who passed away.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident that caused Tyre Nichols' death is not mentioned in the article.",
        "The article does not mention any police officers facing murder charges for the incident.",
        "The article does not mention what happened to the sixth police officer involved in Tyre Nichols' death.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remembered him for his infectious joy, unwavering dedication to skateboarding, and boundless kindness.",
        "The article does not mention Tyre Nichols's specific style of skating.",
        "The old skate crew expressed their applause during the memorial service by tapping their skateboards against the ground.",
        "The article does not mention any statement from Tyre Nichols's uncle to Danforth and Alex Wilson."
    ],
    [
        "Sam Bankman-Fried",
        "Fraud, money laundering, and campaign finance violations",
        "115 years",
        "October 2nd",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "Poor record-keeping and questionable risk management",
        "Gary Wang and Caroline Ellison",
        "Regulatory bodies and affected FTX customers"
    ],
    [
        "17",
        "40,000",
        "heavy rainfall",
        "San Miguel area",
        "57,000",
        "further treacherous weather",
        "Highway 101",
        "a fallen tree",
        "Highway 101",
        "Unknown"
    ],
    [
        "Justin Pearson and Justin Jones",
        "For their stance against gun violence",
        "Tennessee GOP",
        "Shelby County Board of Commissioners",
        "Rep. Gloria Johnson",
        "Gun violence prevention",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "5"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Celine Dion's absence from the list",
        "Janet Jackson, Madonna, Cher, Nat King Cole, and Judy Garland",
        "New York City",
        "New Year's Day",
        "None",
        "Over 250 million",
        "Not specified",
        "Montreal"
    ]
]