[
    [
        "Alex Murdaugh is on trial for murder.",
        "The victims in the case are Alex's wife and son.",
        "The prosecutors say that cellphone and video evidence places Alex at the scene of the crime.",
        "A 300 Blackout AR-style rifle was used to kill Maggie Murdaugh.",
        "The date of the murder was June 7, 2021.",
        "Alex Murdaugh's occupation before the trial is not mentioned in the article.",
        "Alex Murdaugh's defense attorney is Dick Harpootlian.",
        "Alex Murdaugh is charged with two counts of murder.",
        "Buster Murdaugh was not present at the family home the night of the murders.",
        "The crime was committed using 300 Blackout ammunition."
    ],
    [
        "Theft of liquor from their neighbor's home",
        "Vermont",
        "liquor",
        "May 1",
        "89 to 90 days",
        "$500 and $192 surcharge",
        "a year",
        "The Flash",
        "June 16",
        "arrest in Hawaii for disorderly conduct and assault, mistreating teenage environmental activist Tokata Iron Eyes, temporary harassment prevention order filed by a mother and her 12-year-old nonbinary child"
    ],
    [
        "The speculated reason behind Taylor Swift swapping 'Invisible String' with 'The 1' during her March 31 concert is the end of her relationship with Joe Alwyn.",
        "Taylor Swift performed in Arlington, Texas on March 31.",
        "Taylor Swift swapped 'Invisible String' with 'The 1' during her concert.",
        "Taylor Swift and Joe Alwyn's relationship went public in 2017.",
        "Both 'Invisible String' and 'The 1' appear on Taylor Swift's album 'Folklore'.",
        "Joe Alwyn used the pseudonym William Bowery when cowriting some of Taylor Swift's songs.",
        "Entertainment Tonight was the first media outlet to report news of the breakup.",
        "People magazine confirmed the news of Taylor Swift and Joe Alwyn's breakup.",
        "Taylor Swift's next scheduled performance is not mentioned in the article.",
        "Taylor Swift will perform in Arlington, Texas on April 13."
    ],
    [
        "Abortion rights",
        "Daniel Kelly and Janet Protasiewicz",
        "Janet Protasiewicz",
        "Daniels Kelly",
        "It has far-reaching implications for the intersection of technology and reproductive rights",
        "The 1849 ban",
        "An unspecified amount of money",
        "Due to confusion and legal battles",
        "Daniel Kelly won",
        "The polls will close on Tuesday"
    ],
    [
        "Asking for a Green Planet",
        "To answer mind-boggling questions about the body and its environmental impact",
        "Chances are high that others have experienced similar health issues",
        "Consult a medical professional",
        "Yes, there are silly questions in Asking for a Friend",
        "Submit a question by filling out their form",
        "Yes, you can return to the form to submit more questions",
        "Examples of questions include bumps on the skin and the green implications of certain experiences",
        "Yes, it is a safe space for asking questions",
        "Not all submitted questions will be answered in the column"
    ],
    [
        "HB 1467",
        "July 2022",
        "To require books to go through an approval process before being allowed in public schools",
        "Moms For Liberty",
        "Books that touch upon the subjects of race or LGBTQ rights",
        "Banning critical race theory, the Don't Say Gay bill, and HB 1467",
        "They are all conservative education laws promoted by Florida Gov. Ron DeSantis",
        "The text of HB 1467 cites Florida Statute 1006.34, which prohibits the use of certain materials",
        "Felony charges and penalties against teaching certificates",
        "An Advanced Placement course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "2018",
        "unknown",
        "Murdaugh family property",
        "unknown",
        "Mike Sutton",
        "unknown"
    ],
    [
        "Emilia Clarke first appeared in Game of Thrones in 2011.",
        "Emilia Clarke was 23 years old when she got her big break in Game of Thrones.",
        "Emilia Clarke played the character Daenerys Targaryen in Game of Thrones.",
        "The article does not mention the number of brain aneurysms Emilia Clarke had during the filming of the show.",
        "The article does not mention the specific year when Emilia Clarke had her first brain aneurysm.",
        "Emilia Clarke's Instagram bio is not mentioned in the article.",
        "The article does not mention what Emilia Clarke's mom sent her that she shared on Instagram.",
        "The article does not mention what was written on the mug.",
        "The article does not mention Jon Miller's comment on Emilia's post.",
        "According to the article, Emilia Clarke believes that one's countenance should reflect the journey they have embarked upon in life, warmly embracing the inevitable changes that time bestows upon us."
    ],
    [
        "Jeremy Renner suffered injuries during a snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "A snowcat vehicle was involved in the accident.",
        "Renner suffered substantial head injuries and other injuries with significant bleeding.",
        "The roads were closed and there was heavy snowfall during the accident.",
        "The Washoe County Sheriff's Office is investigating the accident from an ecological perspective, looking for indications of mechanical malfunction.",
        "Renner was trying to assist a stranded driver when the accident occurred.",
        "Renner underwent surgery for blunt chest trauma and orthopedic mishaps.",
        "Renner is currently recovering in the Intensive Care Unit (ICU).",
        "Renner shared a post on Instagram and Twitter from his hospital bed."
    ],
    [
        "Kelsea Ballerini",
        "Gun violence",
        "Six people",
        "No specific date mentioned",
        "Ryan McDonald",
        "No information provided",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "No specific school mentioned",
        "No specific stance mentioned"
    ],
    [
        "Rise of Voice Deepfakes: A Hilarious Cause for Concern on Social Media",
        "Digital content producer",
        "ElevenLabs app",
        "ZimoNitrome",
        "Pade",
        "US presidents",
        "Promotion of his retro pop culture podcast",
        "AI-generated audio",
        "The potential risks involved",
        "The context and outlandish nature of the audio snippets"
    ],
    [
        "The Sims childbirth simulator",
        "Hosts an interview series titled 'Are We There Yet?' on Meta",
        "Virtual life simulation game",
        "Twitch",
        "Final stages",
        "The Sims",
        "Not mentioned",
        "Eco-friendly birthing methods and sustainable practices",
        "Engaging with creators and industry leaders",
        "Not mentioned"
    ],
    [
        "Susana Morales",
        "They said the police's initial response was sluggish and dismissive",
        "An online petition seeking justice for missing Black and brown girls under 21",
        "She texted her mother that she was on her way home",
        "Her remains were found in a desolate wooded area",
        "Miles Bryant is a former police officer",
        "Miles Bryant was charged with concealing Susana's death and providing false information about the crime",
        "Bryant allegedly stalked and attempted to break into the home of Elesha Bates",
        "Cheyenne emphasized the need for law enforcement to detain individuals like Bryant after their initial offenses",
        "Some demands made by Jasmine Morales include increased transparency from the police and accountability for employing individuals with a history of violence"
    ],
    [
        "Letitia Wright",
        "She mentioned that the film was already in the works",
        "The Newport Beach Film Festival UK Honours event",
        "Some fans interpreted it as backtracking on her previous statement",
        "BuzzFeed",
        "There is always hope for another film in a franchise, but the script process is important",
        "She plays a role in the Black Panther franchise",
        "The title of the Black Panther sequel is not mentioned in the article",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "Ryan Coogler expressed his openness to continuing his involvement in the series while being mindful of business considerations"
    ],
    [
        "The article is about Jeremy Renner and his recovery journey after a serious accident with a snowplow.",
        "Jeremy Renner is an actor known for his role in 'The Mayor of Kingstown'.",
        "Jeremy Renner was accidentally run over by a snowcat on New Year's Day.",
        "The accident took place on a private road near Reno, Nevada.",
        "A snowcat is a powerful truck-like vehicle with tracks.",
        "The article does not mention the specific injuries sustained by Jeremy Renner.",
        "The article does not mention when Jeremy Renner underwent surgery.",
        "Jeremy Renner watched an episode of the TV show 'Mayor of Kingstown' with his family during recovery.",
        "The TV show 'Mayor of Kingstown' is on the platform Twitter.",
        "Jeremy Renner updated fans on his recovery through social media, particularly Twitter."
    ],
    [
        "There is no mention of an HBO zombie apocalypse series in the article.",
        "The real-life fungus that inspired the fictional cordyceps in the show is not mentioned in the article.",
        "The cordyceps fungus affects insects such as ants, spiders, grasshoppers, locusts, and moths.",
        "The cordyceps spores release digestive enzymes to break down an insect's cuticle.",
        "The threadlike growths that grow inward and take over the insect's brain are not mentioned in the article.",
        "The infected ant behaves erratically and convulsively to benefit the cordyceps.",
        "One reason cordyceps fungus is not likely to affect humans is because our warm-blooded nature and elevated body temperature make it challenging for the fungus to infiltrate us.",
        "The article does not mention an example of a yeast that has emerged with climate change.",
        "Candida auris can cause bloodstream infections, particularly within healthcare facilities.",
        "People should stay informed, maintain their sense of humor, and remain cognizant of the genuine risks we face in order to stay connected to reality when it comes to science fiction."
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "84-year-old mother and mothers worldwide",
        "watching the show",
        "Daniel Scheinert and Daniel Kwan",
        "2",
        "Halle Berry",
        "First Asian Woman to Win Best Actress Oscar",
        "No other awards"
    ],
    [
        "Joe Alwyn",
        "six years",
        "Midnights",
        "a breakup album",
        "Reputation Stadium Tour",
        "baby",
        "Maroon",
        "Paper Rings",
        "Glitch",
        "a heart gesture"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "Struggles in high school math classes",
        "#snoopy",
        "813.9 million",
        "An exclusive Snoopy shirt",
        "April 19",
        "Drawing Snoopy and HTML coding",
        "Raccoons and capybaras"
    ],
    [
        "Downtown Louisville, Kentucky",
        "5",
        "5",
        "Thomas Elliott",
        "5",
        "Not mentioned",
        "Not mentioned",
        "Connor Sturgeon",
        "Social media",
        "Not mentioned"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "performing a full-body shot",
        "Maggie Carey",
        "showcasing her unwavering courage and dedication to her craft",
        "She initially envisioned it as nerve-racking",
        "undergarments and a Clinton t-shirt",
        "Maggie Carey described it as a testament to her talents and resilience",
        "Some internet users had debates on consent and artistic expression"
    ],
    [
        "Eric Holder Jr.",
        "Wednesday",
        "Neighborhood",
        "60 years to life in prison",
        "Two counts of attempted voluntary manslaughter and two counts of assault with a firearm",
        "Voluntary manslaughter instead of murder",
        "Premeditated murder",
        "Not mentioned in the article",
        "Schizophrenia",
        "Yes"
    ],
    [
        "endometriosis",
        "Endometriosis is a condition characterized by the abnormal growth of tissue outside of the uterus.",
        "Not mentioned in the article",
        "Heat therapy",
        "CBD gummies",
        "Bath salts",
        "Hot water bottle",
        "Not mentioned in the article",
        "Online communities dedicated to endometriosis",
        "Surgery to remove endometriomas and Mirena IUD"
    ],
    [
        "Shou Zi Chew",
        "Committee chair Cathy McMorris Rodgers",
        "Unknown",
        "ByteDance",
        "Three",
        "China and Russia",
        "Project Texas",
        "Unknown",
        "Unknown",
        "Protecting user data"
    ],
    [
        "Wyoming",
        "The article does not mention the effective date of the medication abortion ban.",
        "The article does not specify the penalty for violating the medication abortion ban.",
        "The exemptions from the medication abortion ban include cases of sexual assault, incest, natural miscarriage, and when the life or health of the pregnant individual is at risk.",
        "The article does not mention the specific medication exempted from the ban.",
        "The article does not explicitly state whether the pregnant person is exempt from prosecution for their own abortion.",
        "The article does not provide the exact number of states with restrictions on medication abortion.",
        "The Women's Health & Family Care Clinic in Jackson, Wyoming is the only abortion clinic mentioned in the article.",
        "The article does not specify which case caused several states to push forward anti-abortion measures.",
        "More than half of all abortions in the United States are estimated to be medication abortions."
    ],
    [
        "Elvis Presley",
        "Three years",
        "True artist",
        "To accurately portray the older version of the iconic musician",
        "Consumed a staggering two dozen doughnuts and other treats",
        "He felt awful physically and emotionally",
        "Ryan Gosling",
        "Consumed melted Häagen-Dazs ice cream",
        "Ryan Gosling had a different vision for the character",
        "Austin Butler replaced Ryan Gosling"
    ],
    [
        "100",
        "April 2019",
        "30",
        "Unknown",
        "Walmart, Target, Amazon",
        "On their backs on a flat surface",
        "Boppy",
        "Unknown",
        "Newborn lounger",
        "MamaRoo baby swings"
    ],
    [
        "58 million",
        "50%",
        "massive loss of chickens",
        "120",
        "Spain",
        "50%",
        "wild migratory birds",
        "shocking reports of virus infiltration",
        "through close contact with infected birds or surfaces contaminated with their droppings",
        "avoiding unprotected contact, wearing protective gear, practicing impeccable hygiene"
    ],
    [
        "Justin Jones",
        "Tennessee",
        "Justin Pearson",
        "Unknown",
        "Protesting gun violence",
        "Tragic school shooting in Nashville",
        "Justin Jones",
        "Unknown",
        "He drew comparisons between the actions of Jones and Pearson and the Capitol riot",
        "Yes"
    ],
    [
        "The latest revelation about Rep. George Santos is his alleged involvement as a drag performer.",
        "George Santos belongs to the Republican party.",
        "George Santos represents the district of Long Island.",
        "The information about George Santos's lies was reported by journalist Marisa Kabas and Reuters reporter Steven Grattan.",
        "The name of the Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims George Santos appeared on the TV show Hannah Montana.",
        "The account also claims Santos appeared on the TV show The Suite Life of Zack & Cody.",
        "The account falsely claims Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the name Anthony Devolder to orchestrate a scam involving a dog's surgery.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "January 3, 2023",
        "15 rounds",
        "216 votes",
        "212 votes",
        "prolonged",
        "recent history",
        "concessions",
        "Republicans",
        "voting present",
        "Hakeem Jeffries"
    ],
    [
        "HB 9",
        "Misdemeanor charges",
        "Felonious charges",
        "No specific deadline mentioned",
        "Bella DuBalle",
        "Atomic Rose nightclub",
        "Kathy Sinback",
        "HB 9 and another bill",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Vloggers Hank and John Green",
        "Arizona State University (ASU)",
        "YouTube",
        "To revolutionize access to college courses by offering them on YouTube",
        "3.5 million subscribers",
        "$25",
        "Not specified",
        "Various tech-related subjects",
        "Not specified",
        "Not specified"
    ],
    [
        "The worldwide shortage of Ozempic is causing the scarcity.",
        "Ozempic is originally approved for treating Type 2 diabetes.",
        "Wegovy is the brand name for semaglutide when used for weight loss.",
        "Ozempic belongs to the class of medications called GLP-1 receptor agonists.",
        "The difference between Wegovy and Ozempic is their approved usage, with Wegovy specifically approved for treating obesity.",
        "The growth in the usage of Ozempic globally year to date is not mentioned in the article.",
        "The reason for insurance companies offering less coverage for weight management medications is not mentioned in the article.",
        "The Ozempic and Wegovy shortages affect patients with Type 2 diabetes by forcing them to seek less effective alternatives to control their blood sugar levels.",
        "The current status of the Ozempic shortage according to Novo Nordisk is that they are working to rectify the supply issues but certain regions are still experiencing delays.",
        "The first step recommended for people looking to treat obesity or get rid of excess weight is to approach the issue with a comprehensive understanding of the economic and industry implications and seek guidance from healthcare professionals."
    ],
    [
        "Melissa Joan Hart",
        "Sabrina the Teenage Witch",
        "6",
        "3 innocent children and 3 staff members",
        "The shooter is not mentioned in the article",
        "They guided the scared children across a busy highway",
        "They were going to a conference at their child's school",
        "The article does not mention the name of the school",
        "The article does not mention any connection to the Sandy Hook school shooting",
        "Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "She claims there's some riveting video evidence and some witnesses who will swear by Majors' side",
        "May 8",
        "assault, attempted assault, harassment, and aggravated harassment",
        "He allegedly assaulted and harassed her, causing injuries",
        "A limited order of protection",
        "May 8",
        "There is video evidence and witnesses who support Majors",
        "Chaudhry suggests the woman might have had a change of heart about her accusations",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "There was no special surprise guest during Rihanna's Super Bowl halftime show.",
        "The occasion for Rihanna's performance was the Super Bowl halftime show.",
        "Rihanna last performed before the Super Bowl halftime show on her tour.",
        "Rihanna performed the songs 'Umbrella,' 'Work,' and 'Bitch Better Have My Money' during the show.",
        "Fans noticed the integration of cutting-edge technology into Rihanna's outfit during her performance.",
        "Rihanna hinted at her pregnancy by gently placing her hands on her stomach during her performance of 'Diamonds'.",
        "Rihanna confirmed her pregnancy through her representative who spoke to the Associated Press.",
        "Rihanna will have two children after the birth of her second child.",
        "Rihanna's partner is not mentioned in the article.",
        "Rihanna's birthday is not mentioned in the article."
    ],
    [
        "MrBeast is a renowned content creator.",
        "MrBeast has a large number of subscribers on YouTube.",
        "The title of MrBeast's latest controversial video is not mentioned in the article.",
        "The video focuses on life-changing surgeries for individuals battling blindness and low vision.",
        "The article does not mention the reaction of a woman who received surgery and $10,000.",
        "The article does not mention any gift given by MrBeast to a man who missed driving.",
        "The number of views the controversial video received is not mentioned in the article.",
        "MrBeast's goal regarding his money is to give it away before his time is up.",
        "The term used by Steve Saylor to describe videos that exploit disabled people's struggles is not mentioned in the article.",
        "The point made by Twitch commentator Hasan Piker in response to the video is not mentioned in the article."
    ],
    [
        "Timothy Goodman became the unintentional star of a viral TikTok video.",
        "The viral video received over a million views before it was taken down.",
        "Nonplayer characters (NPCs) are strangers captured in online videos who serve as background characters for entertainment.",
        "Jenna Drenten is a professor at Loyola University Chicago who comments on the surveillance state created by smartphones.",
        "When a video goes viral on TikTok, it can lead to instant fame and subsequent scrutiny for the individuals involved.",
        "Mark Bartholomew suggests that recording people without their permission in public areas is becoming more acceptable due to the constant surveillance we experience.",
        "The issue with Harrison Pawluk's viral TikTok video was that he filmed a woman without her consent, presenting it as a random act of kindness.",
        "Sarah Isenberg felt uncomfortable and violated when she discovered she was unknowingly filmed in someone else's TikTok vlog.",
        "Lilly Simon's experience in the subway video is not mentioned in the article.",
        "Content like Pawluk's aims to make the creator the hero and gain attention at the expense of someone else's privacy and dignity, according to Jenna Drenten."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "The article does not mention when the ski crash incident occurred.",
        "The article does not mention where the ski crash incident took place.",
        "Gwyneth Paltrow was cleared of the ski crash lawsuit and awarded $1 compensation.",
        "Gwyneth Paltrow countersued for $1 because she believed the actual damages exceeded this amount.",
        "The article does not mention Gwyneth Paltrow's response to Terry Sanderson after the verdict.",
        "Retired optometrist",
        "The article does not mention when Terry Sanderson filed the lawsuit against Gwyneth Paltrow."
    ],
    [
        "The initial ruling was to exclude evidence of Alex Murdaugh's alleged botched suicide plot.",
        "Judge Newman was the judge at Alex Murdaugh's trial.",
        "The morning's ruling changed when defense attorney Jim Griffin's cross-examination led to a reversal of the judge's decision.",
        "Alex Murdaugh allegedly attempted to hire Curtis 'Eddie' Smith for a suicide-for-hire plot.",
        "Marian Proctor is the sister of the victims Maggie and Paul.",
        "Proctor initially believed that the murders were linked to a previous fatal boat crash caused by Paul.",
        "Proctor's perception of the roadside shooting involving Alex changed when Alex himself was shot two months later.",
        "Alex was allegedly paying substantial payments to Curtis 'Eddie' Smith for drugs.",
        "Alex's defense team attempted to demonstrate that the SLED team's collection of evidence was inadequate.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They have a Kewpie baby meets troll doll vibe",
        "The release date of Sonny Angels is not mentioned in the article",
        "39 million views",
        "The dolls symbolize healing and putting a smile on your face",
        "Erika Saito",
        "Washington Square Park in New York City",
        "The article does not mention the exact date of the April Sonny Angel meetup",
        "At Sonny Angel meetups, people meet their internet buddies, swap social media handles, and hang out with Sonny Angel influencers",
        "The article does not mention any CDC study about teen girls in 2023"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "Accused of alleged crimes",
        "A method to convince women to sleep with them",
        "Unknown",
        "Instagram",
        "Instagram",
        "Stand out by being unique",
        "Unknown"
    ],
    [
        "Sheryl Lee Ralph",
        "Unknown",
        "Sexually assaulted her",
        "No",
        "Marc Morial",
        "Remain silent",
        "To protect the image of the show",
        "To rewrite the technological script within the industry",
        "Unknown",
        "She emphasized the urgent need for systemic change"
    ],
    [
        "Shanquella Robinson is an American tourist who died in Mexico.",
        "Shanquella Robinson died in her hotel room in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was alcohol poisoning, severe spinal cord injury, and neck injury.",
        "A video that emerged on the internet in November showed the assault Robinson endured in her hotel room.",
        "Robinson's family initially believed alcohol poisoning was the cause of her death.",
        "The Robinson family sent a letter demanding federal prosecution or extradition to US President Joe Biden and Secretary of State Antony Blinken.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced that there is insufficient evidence to support a federal prosecution.",
        "Robinson family attorney Sue-Ann Robinson mentioned discrepancies between the US and Mexico autopsies and called for diplomatic intervention.",
        "Civil rights attorney Ben Crump and the Robinson family believe that justice can still prevail in Shanquella Robinson's case."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "The setting of 'Glass Onion' is a sun-soaked Greek island, while 'Knives Out' had a different setting.",
        "The first film in which Daniel Craig played James Bond is 'Casino Royale'.",
        "Kate Hudson plays Birdie Jay in 'Glass Onion'.",
        "There is a surprise sports star cameo in 'Glass Onion'.",
        "Netflix paid $450 million for the rights to make the second and third 'Knives Out' films.",
        "The release date for 'Glass Onion' on Netflix is not mentioned in the article."
    ],
    [
        "High Low with EmRata podcast",
        "Emily Ratajkowski",
        "Shake It Up",
        "eight",
        "six weeks old",
        "accused of flirting",
        "for wearing a bikini at the beach",
        "burdensome expectations",
        "pink",
        "premature sexualization of girls"
    ],
    [
        "Madison defended her choice to stay off birth control with Hefner.",
        "Holly Madison and Bridget Marquardt released a podcast episode last year.",
        "Holly Madison was not mentioned to have moved into the Playboy Mansion in the parsed article.",
        "The age of Holly Madison when she moved into the Playboy Mansion was not mentioned in the parsed article.",
        "Madison and Marquardt did not recall their first sexual encounter with Hefner in August.",
        "The topic discussed in the latest episode of Girls Next Level was not mentioned in the parsed article.",
        "The reason provided by Madison for not using birth control with Hefner was his track record of fathering children only within marriage and with planning.",
        "According to Madison, Hefner prevented unplanned pregnancies through his self-restraint.",
        "The information about Bridget Marquardt being on birth control pills was not mentioned in the parsed article.",
        "The reason for Bridget Marquardt being on birth control pills was not mentioned in the parsed article."
    ],
    [
        "Twitter API fees",
        "@MakeItAQuote",
        "unknown",
        "Used for creating and running bots on the platform",
        "Twitter will no longer offer free access to its API",
        "Loss of diversity and innovation within the bot community",
        "$100/month",
        "@TrumpsAlert",
        "24",
        "Artwork from various museums"
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's novel",
        "Drew Barrymore",
        "five",
        "Halle Berry",
        "Julian Hilliard",
        "Jake Lloyd",
        "COVID-19",
        "They retracted Armstrong's nomination for Worst Actress."
    ],
    [
        "Star Ballroom Dance Studio in Monterey Park, California",
        "10 people",
        "10 people",
        "Lunar New Year festivities",
        "The owner's son disarmed the shooter",
        "Asian population",
        "Various Asian American and Pacific Islander advocacy groups",
        "None of the victims were identified as Taiwanese Americans",
        "Ming Wei Ma",
        "It is not mentioned in the article"
    ],
    [
        "Stephen A. Smith",
        "Sherri Shepherd's talk show",
        "Sherri Shepherd",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown",
        "unknown"
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "No specific movie was mentioned",
        "A hot flash is a sudden feeling of intense heat, usually accompanied by sweating and reddening of the skin",
        "Perimenopause is the transitional period before menopause, characterized by changes in menstrual cycle and various physical and emotional symptoms",
        "Jennifer Aniston cheered Drew Barrymore on for fearlessly acknowledging her hot flash",
        "Adam Sandler said 'You're hot, baby!'",
        "CBS Mornings",
        "The hosts during Drew's appearance on CBS Mornings were not mentioned in the article",
        "Drew realized she was experiencing perimenopause when her period started occurring twice a month"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "She turned to Instagram to plead for prayers and express gratitude",
        "Prayers and support",
        "TMZ",
        "Foxx is currently under close observation in a cutting-edge Georgia hospital",
        "Back in Action",
        "Unknown",
        "Annie"
    ],
    [
        "Before the current one, California last witnessed a superbloom in 2019.",
        "The historic superbloom in California was caused by an abundance of rainfall.",
        "The superbloom has occurred in Monterey, San Luis Obispo, and Kern counties.",
        "After an abundance of rainfall causes dormant seeds to germinate, a desert phenomenon called superbloom happens.",
        "Visitors often take selfies with the superbloom at the Temblor Range.",
        "The Temblor Range is touched by the San Andreas Fault and has been painted by various wildflower species.",
        "Heavy foot traffic during a superbloom can cause damage to the flowers and their natural habitat.",
        "The California Department of Parks and Recreation has been working to inform the public about safety and responsibility during the superbloom.",
        "The slogan used by State Parks director Armando Quintero to encourage responsible superbloom visiting is 'Don't Doom the Bloom!'",
        "Various types of flowers typically bloom during a California superbloom."
    ],
    [
        "Self-care gifts",
        "Valentine's Day",
        "luxurious bathtub caddy tray",
        "unknown",
        "Ouai",
        "Lunya Weighted Washable Silk Sleep Mask",
        "unknown",
        "Kitsch Spa Headband",
        "Tower 28 SOS Daily Rescue Facial Spray",
        "vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Hartford, Connecticut",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo sessions",
        "Replica of the iconic orange couch from All That",
        "Kenan & Kel and The Amanda Show",
        "2010",
        "Last year"
    ],
    [
        "Taking the month off to follow personalized well-being guidelines.",
        "The recent shift is towards embracing self-care and prioritizing well-being.",
        "Dr. Gail Saltz says that setting extreme goals may not lead to success.",
        "January is difficult for motivation due to cold weather and a desire to hibernate.",
        "Tinx is an influencer who prioritizes self-focus and embracing self-care in January.",
        "John C. Norcross suggests abandoning unrealistic standards and harsh expectations.",
        "Tinx prioritizes activities that bring her happiness and eliminates those that do not.",
        "The author's personal self-care plan for January is not mentioned in the article.",
        "Dr. Gail Saltz says that pushing ourselves excessively leads to feelings of failure.",
        "The main idea of taking January off is to prioritize self-care and reflection."
    ],
    [
        "New York Magazine",
        "Respect boundaries in the teenage universe",
        "Do not screenshot, quote, or screen record",
        "Stealth mode",
        "Drop a casual 'haha' reaction",
        "Let them take pictures of the food",
        "Focus on business interactions",
        "Use lowercase texts",
        "Keep it a secret and do not share it",
        "Build each other up"
    ],
    [
        "Alex Murdaugh",
        "South Carolina",
        "The article does not provide a specific date.",
        "Three hours",
        "The possible sentence is not mentioned in the article.",
        "The state Attorney General is not mentioned in the article.",
        "The motive was alleged financial misconduct.",
        "The article does not mention a key piece of evidence that contradicted Alex's version of events.",
        "The article does not mention any mistakes made by law enforcement.",
        "The alleged scheme involving Alex on Labor Day weekend in 2021 is not mentioned in the article."
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "Real Housewives of Salt Lake City",
        "running a nationwide fraud scheme",
        "February 17",
        "not guilty",
        "changed her plea to guilty",
        "Cohen's unwavering decision to stand by Shah",
        "February 17"
    ],
    [
        "London",
        "beers",
        "unknown",
        "unknown",
        "unknown",
        "people found it relatable",
        "disappointment and amazement",
        "presence of a camera crew",
        "The Kardashians",
        "unknown"
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Baz Luhrmann's Elvis",
        "Unknown",
        "Sally Field",
        "Life Achievement Award",
        "Unknown",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "His testimony during the congressional hearing sparked fan edits and comments dedicated to TikTok CEO Shou Zi Chew.",
        "Shou Zi Chew testified in front of Congress.",
        "The article does not provide information about the number of monthly users TikTok has in the United States.",
        "The main concern of lawmakers surrounding TikTok is user data access and potential data sharing with the Chinese government.",
        "There are three bills currently in Congress that could affect American access to TikTok.",
        "The new subsidiary mentioned by Chew during his testimony to allow TikTok to remain active in the US is called Project Texas.",
        "The article does not mention any criticism leveled at the congressional hearing by a TikTok representative.",
        "The article does not provide information about the number of influencers TikTok sponsored to participate in a demonstration on Capitol Hill.",
        "The article does not provide information about the number of followers Shou Zi Chew's personal TikTok account had before his testimony.",
        "The article does not provide information about the number of new followers Chew's TikTok account gained since his testimony."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Rihanna's legendary Super Bowl halftime show",
        "Over 30 million views",
        "Paige Oakes and Maitlin Nuckols",
        "87 years old",
        "The song is not mentioned in the article",
        "Jay-Z",
        "Roc Nation",
        "112,000 subscribers"
    ],
    [
        "At least seven people were killed in the Half Moon Bay shooting.",
        "The shooting took place in Half Moon Bay, California.",
        "The identified shooter is Chunli Zhao.",
        "The age of Chunli Zhao is not mentioned in the article.",
        "The shootings took place at mushroom farms.",
        "The motive for the shooting is unknown.",
        "The surviving worker is in critical condition.",
        "The article does not mention whether the shooter legally owned his gun.",
        "California Terra Garden owns the farm where one of the shootings occurred.",
        "The number of people who died from gun violence in the US in 2022 is not mentioned in the article."
    ],
    [
        "This information is not stated in the article.",
        "Sim Kern",
        "The article does not specify the organizations.",
        "The article does not provide information about signing up for the Trans Rights Readathon.",
        "The article does not specify the platforms.",
        "The recommended genres are speculative fiction, memoir, contemporary young adult, and epistolary novel.",
        "The title of the speculative novel by Marisa Crane is 'I Keep My Exoskeletons to Myself'.",
        "The epistolary novel about a young trans woman's obsession with a 1960s band is 'Summer Fun' by Jeanne Thornton.",
        "The graphic memoir by Maia Kobabe is titled 'Gender Queer: A Memoir'.",
        "The book by Aiden Thomas is 'Cemetery Boys'."
    ],
    [
        "Three",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified",
        "Not specified"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "No specific date mentioned",
        "May 10",
        "Stockholm",
        "July 8, in Toronto",
        "Chicago, New York, Los Angeles, and Houston",
        "Warsaw",
        "Formation World Tour, seven years ago",
        "$24 million",
        "Seven years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny Castellano",
        "Never Have I Ever",
        "Bela Malhotra",
        "Shaggy",
        "Is Everyone Hanging Out Without Me?",
        "I Love My Culture, But I Don't Want to Talk About It",
        "Because of personal attacks and misinterpretation of her work"
    ],
    [
        "The TV show Glee first premiered in 2009.",
        "Glee received multiple Emmy nominations.",
        "The three-part docuseries about Glee is titled 'The Price of Glee'.",
        "The Price of Glee was produced by Fox.",
        "Cory Monteith, Naya Rivera, and Mark Salling are cast members of Glee who have died.",
        "The cause of Cory Monteith's death was drug overdose.",
        "Mark Salling died by suicide.",
        "Naya Rivera drowned in a boating accident.",
        "Melissa Benoist accused her ex-husband and former Glee co-star Blake Jenner of domestic abuse in 2020.",
        "Two Glee cast members that cohost a podcast called And That’s What You REALLY Missed are Kevin McHale and Jenna Ushkowitz."
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was trapped beneath a 7-ton snowcat",
        "To save his nephew from imminent danger caused by a snowplow catastrophe",
        "Diane Sawyer on ABC",
        "April 6",
        "Eight ribs broken in 14 different places, pierced liver, collapsed lung, shattered jaw and eye socket",
        "He used sign language",
        "Over 30 broken bones",
        "A snowcat",
        "There is no mention of a show Jeremy Renner watched with his family on January 15 in the article."
    ],
    [
        "July 1",
        "Tennessee's drag performances in public spaces and in front of minors",
        "SB 1, which introduces strict restrictions on gender-affirming care for transgender youth",
        "It restricts gender-affirming care for transgender youth",
        "15 states",
        "The American Civil Liberties Union (ACLU)",
        "March 31, 2024",
        "Transgender youth already receiving medical care can continue to receive it until March 31, 2024",
        "ACLU and Lambda Legal",
        "Alabama and Arkansas"
    ],
    [
        "Drake Bell",
        "Jared Bell",
        "35",
        "Daytona Beach, Florida",
        "not specified",
        "Mainland High School",
        "2022 BMW",
        "Drake & Josh",
        "2021",
        "child endangerment"
    ],
    [
        "Ariana Grande addressed body-shaming in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for an unspecified amount of time.",
        "Ariana mentioned that fans thought she looked healthiest in the past.",
        "Ariana urged people not to comment on others' bodies.",
        "Ariana decided to address the criticism to advocate for kindness and caution.",
        "The main message Ariana wanted to convey in her video is to embrace beauty beyond external appearances.",
        "Social media users have reacted positively to Ariana's video with applause and laughter.",
        "The harmful effects of commenting on people's appearances were mentioned in the article.",
        "The helpline number for the National Alliance on Mental Illness is not provided in the article.",
        "The helpline number for SAMHSA's National Helpline for substance abuse is not provided in the article."
    ],
    [
        "Mikayla Nogueira",
        "Not mentioned",
        "Not mentioned",
        "Bryant College",
        "Not mentioned",
        "Mascara",
        "YSL foundation",
        "Eyebrow gel",
        "Not mentioned",
        "Not mentioned"
    ],
    [
        "Examining the background of a video is a common way to tell if a fitness influencer has edited their body.",
        "John Dorsey's online nickname is 'Goob' or 'your favorite influencer's least favorite influencer'.",
        "Dorsey's account has been taken down multiple times for alleged community guideline violations, but the exact number is not specified.",
        "Some common photo editing apps used by influencers are CapCut, BodyTuneEditor, Facetune, and FaceApp.",
        "Olivia Marcarelli describes most fitness creators' posts as constructed false identities around their manipulated bodies.",
        "The main reason people trust attractive influencers is because they associate a 'perfect' body with credibility in fitness advice.",
        "A 2019 Mental Health Foundation study found that exposure to edited images can result in lower self-esteem, depression, anxiety, and body dysmorphia.",
        "Some certifications that fitness professionals can obtain include NASM (National Academy of Sports Medicine) and ACE (American Council on Exercise).",
        "Axelson called the problem with the fitness industry a thriving subculture within the $100 billion fitness industry.",
        "Caleb Marshall's main goal with his fitness content is to promote emotional well-being and authenticity."
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "Early 2000s",
        "The first trial ended without a verdict",
        "Important testimonies were missed by the jury",
        "March 29",
        "Church of Scientology",
        "The Church of Scientology is involved in the case",
        "Three women testified against Masterson",
        "Up to 45 years to life"
    ],
    [
        "classless",
        "provocative gestures directed at Caitlin Clark",
        "difference in perception of their behavior",
        "'you can't see me' motion",
        "John Cena",
        "LSU Tigers",
        "102-85",
        "supported and defended Reese",
        "acknowledged Clark's role but highlighted the double standard",
        "2023 Most Outstanding Player in the NCAA women's tournament"
    ],
    [
        "Taylor Swift's Eras tour began in Glendale, Arizona.",
        "The first stop of the Eras tour was at State Farm Stadium in Glendale.",
        "The sold-out show in Glendale had an attendance of fans.",
        "The setlist duration was three hours and 50 songs were performed.",
        "Fans discussed the Eras tour and shared their excitement on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was related to Ticketmaster's queues and prices.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne",
        "Sam Claflin",
        "Daisy Jones",
        "Interview format",
        "Rumours",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the relationship between Ted Lasso characters Roy Kent and Keeley Jones.",
        "Brett Goldstein plays Roy Kent and Juno Temple plays Keeley Jones.",
        "The article discusses the premiere of Season 3.",
        "The initial reaction to Roy and Keeley's breakup is not mentioned in the article.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is his self-doubt.",
        "Keeley's attitude brings out the best in Roy.",
        "In Season 3, Keeley transitions from a model and influencer to running her own PR firm.",
        "A central theme of the show Ted Lasso is personal growth.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as having moments of panic, shame, and self-doubt.",
        "Temple believes that complications in Roy and Keeley's relationship are led by their desire for personal growth and independence."
    ],
    [
        "The focus of the article is the 'Love Is Blind' reunion.",
        "There were some technical glitches during the livestream of the reunion.",
        "Three couples got married after falling in love sight unseen in Season 4.",
        "The names of the three couples who got married are Brett and Tiffany, Chelsea and Kwame, and Zack and Bliss.",
        "The outcome of Paul Peden and Micah Lussier's relationship is mistreatment and belittlement.",
        "The outcome of Marshall Glaze and Jackelina [Jackie] Bonds' relationship is their decision to continue dating and cohabiting.",
        "Jackie Bonds pursued her unresolved feelings for Josh.",
        "The Love Is Blind reunion was originally supposed to air at a specific time.",
        "The hashtag '#LoveIsBlindReunion' became popular on Twitter during the technical difficulties.",
        "The hosts of the Love Is Blind reunion were not mentioned in the article."
    ],
    [
        "Judy Blume",
        "The Guardian",
        "Hadley Freeman",
        "The ongoing controversy surrounding Judy Blume and J.K. Rowling sheds light on the mounting tensions between these prominent authors and their views on transgender issues, particularly within the tech community.",
        "Blume expressed her admiration for Rowling and stated, 'I love her. I am behind her 100 per cent as I watch from afar.'",
        "Freeman referred to Blume's alleged support for Rowling's anti-transgender views.",
        "Blume clarified her position and expressed solidarity with the transgender community.",
        "Blume pointed to her interview with Variety.",
        "Blume praised the memoir exploring LGBTQ experiences.",
        "Freeman interviewed J.K. Rowling for the Guardian."
    ],
    [
        "The two Romanian women and Tate's brother",
        "Human trafficking and rape",
        "End of February",
        "The claims are human trafficking and rape",
        "Yes",
        "The reason for denying their initial appeal is not mentioned in the article",
        "Over three weeks",
        "The maximum number of days Tate could be held in detention is 180 days",
        "Tate claimed to have added immediate family members on his visitation forms",
        "Yes"
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, and forcible rape",
        "23",
        "28 years",
        "2020",
        "over 90",
        "Mark Werksman",
        "Judge Kenneth Case",
        "4",
        "Weinstein's conviction in New York"
    ],
    [
        "Logan Roy dies in the series 'Succession'",
        "In the episode 'Connor's Wedding'",
        "A wedding is taking place during the episode 'Connor's Wedding'",
        "Logan Roy is trying to sell Waystar-Royco",
        "Kendall Roy is Logan Roy's eldest son",
        "No other TV show is mentioned that also killed off a major character in its final season",
        "The series 'Succession' debuted in an unspecified year",
        "No character is known for having moments of suicidal ideation throughout the show",
        "The number of episodes left in the series after Logan Roy's death is unspecified",
        "The main plot of 'Succession' is not specified"
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "standoffish",
        "Rebel's mom asked slightly rude questions",
        "Twitter",
        "BAFTAs",
        "She said they were 'a bit much'",
        "N/A",
        "N/A",
        "N/A"
    ],
    [
        "Naples, Florida",
        "There is no date mentioned in the article",
        "GLSEN Collier County",
        "To arm and uplift young queer individuals in the Sunshine State",
        "The 'Don't Say Gay' law",
        "The Parental Rights in Education Act restricted transgender youth's participation in sports",
        "There is no mention of a specific percentage in the article",
        "There is no mention of an organization securing funding for next year's conference",
        "The GLSEN chapter director and a math teacher in Collier County is not mentioned in the article",
        "The article does not mention the songs mashed up for the final performance at the conference"
    ],
    [
        "Jim Griffin",
        "Alex Murdaugh is accused of a double murder.",
        "The victims of the murder are Alex Murdaugh's wife, Maggie, and their son Paul.",
        "The trial is taking place in an unspecified state and city.",
        "The prosecution believes Alex's main motive for the murder was his ego and self-preservation.",
        "The defense admitted that Alex Murdaugh had personal issues with addiction and financial struggles.",
        "According to Jim Griffin, Alex lied to investigators and loved ones because addicts lie due to their pain and struggles.",
        "The lead prosecutor did not make any specific statements about Alex's character.",
        "The defense described Alex's relationship with his family as one of deep love and that he would never harm them.",
        "Unanimity among all twelve jurors is required for a conviction."
    ],
    [
        "Selena posted a TikTok video about using an excessive amount of laminator on her eyebrows.",
        "Justin Bieber married Hailey in 2018.",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in Los Angeles.",
        "Selena's response to the drama with Hailey was supporting Kylie's clarification and expressing admiration for her.",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???' near her eyebrows.",
        "None",
        "Hailey tweeted about Justin Bieber and Selena Gomez's relationship in 2011.",
        "Selena and Justin first started dating in their teenage years.",
        "Hailey first befriended Justin during her teenage years.",
        "Justin and Selena's final attempt at a relationship occurred in 2018."
    ],
    [
        "Three students lost their lives on campus at Michigan State University.",
        "3",
        "0",
        "Alexandria Verner, Brian Fraser, and Arielle Anderson",
        "Clawson",
        "N/A",
        "Grosse Pointe",
        "President of Phi Delta Theta fraternity",
        "Phi Delta Theta",
        "N/A"
    ],
    [
        "Alex Murdaugh",
        "Murder",
        "Maggie and Paul",
        "To establish motive",
        "Colleton County courthouse in South Carolina",
        "To divert attention from his impending financial ruin",
        "A staggering sum of missing funds totaling $792,000",
        "Financial thefts and orchestrating a plot to hire an assassin",
        "To divert attention from his impending financial ruin",
        "Unknown"
    ],
    [
        "Jennette McCurdy",
        "Jennette McCurdy's alleged experiences of abuse and exploitation within the entertainment industry",
        "Providing alcohol to underage actors and subjecting Jennette McCurdy to uncomfortable situations during filming",
        "Skins",
        "14",
        "Kaya Scodelario mentioned body image issues caused by her time on Skins",
        "Kaya Scodelario and April Pearson",
        "Jennette McCurdy's memoir",
        "April Pearson",
        "There has been no response from Bryan Elsley's representative"
    ],
    [
        "The three people from the Memphis Fire Department who responded to treat Tyre Nichols were dismissed.",
        "The reason for firing EMTs Robert Long, JaMichael Sandridge, and Lt. Michelle Whitaker was their perceived lackadaisical approach.",
        "Fire Chief Gina Sweat expressed disappointment in their performance.",
        "Five officers were fired and charged with second-degree murder in relation to Tyre Nichols's case.",
        "A sixth officer involved in Tyre Nichols's case was relieved of duty.",
        "The brutal beating of Tyre Nichols by police officers sparked angry protests across the country.",
        "Tyre Nichols was a skateboarder and photographer.",
        "Tyre Nichols died three days after the encounter.",
        "Attorneys for Tyre Nichols's family said the cause of his death was his injuries.",
        "The stretcher took a delayed amount of time to arrive at the scene after the paramedics reached Tyre Nichols."
    ],
    [
        "Tyre Nichols was a beloved skateboarder who tragically died.",
        "The memorial for Tyre Nichols took place at the skate park.",
        "The incident that caused Tyre Nichols' death is not mentioned in the article.",
        "The article does not mention any police officers facing murder charges for the incident.",
        "The article does not mention what happened to the sixth police officer involved in Tyre Nichols' death.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is not mentioned in the article.",
        "Tyre Nichols's friends remembered him for his profound impact on their lives.",
        "The article does not mention Tyre Nichols's style of skating.",
        "The old skate crew expressed their applause during the memorial service by tapping their skateboards against the ground.",
        "The article does not mention any statement from Tyre Nichols's uncle to Danforth and Alex Wilson."
    ],
    [
        "Sam Bankman-Fried",
        "Fraud, money laundering, and campaign finance violations",
        "115 years",
        "2nd of October",
        "The Bahamas",
        "$250 million",
        "Alameda Research",
        "The amount reportedly missing is not mentioned in the article",
        "Gary Wang and Caroline Ellison",
        "The Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "relentless downpour",
        "San Miguel area",
        "57,000",
        "further treacherous weather",
        "Highway 101",
        "a fallen tree",
        "Highway 101",
        "Unknown"
    ],
    [
        "Justin Pearson and Justin Jones",
        "Taking a stand against gun violence",
        "Republican colleagues",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Gun violence prevention",
        "Rep. Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim",
        "Five"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Celine Dion's absence from the list",
        "Janet Jackson, Madonna, Cher, Nat King Cole, and Judy Garland",
        "New York City",
        "New Year's Day",
        "Five",
        "Over 250 million",
        "Not specified",
        "Montreal"
    ]
]