[
    [
        "Two counts of murder",
        "Maggie Murdaugh and Paul Murdaugh",
        "Cellphone and video evidence",
        "300 Blackout AR-style rifle",
        "June 7, 2021",
        "Former attorney",
        "Dick Harpootlian",
        "Two counts",
        "Buster Murdaugh",
        "Same model and brand stored in multiple locations"
    ],
    [
        "unlawful trespass",
        "Vermont",
        "bottles of alcohol",
        "May 1",
        "89 to 90 days",
        "$500 fine and a $192 surcharge",
        "one year",
        "Barry Allen (The Flash)",
        "June 16",
        "two arrests in Hawaii, accused of assault and disorderly conduct; accused of abusing Tokata Iron Eyes; accused of behaving inappropriately towards a child"
    ],
    [
        "Swifties speculated that Taylor Swift may have hinted at her reported breakup from Joe Alwyn during her recent show on the Eras Tour.",
        "During her March 31 concert in Arlington, Texas.",
        "She swapped 'Invisible String' with 'The 1'.",
        "Their relationship went public in 2017.",
        "Both songs appear on Swift’s 2020 Folklore album.",
        "Joe Alwyn used the pseudonym William Bowery.",
        "Entertainment Tonight was the first to report the breakup.",
        "People magazine confirmed the news.",
        "Her next scheduled performance is on April 13.",
        "She will perform in Tampa, Florida on April 13."
    ],
    [
        "The main topic of the election in Wisconsin is abortion rights.",
        "The two candidates running for the Wisconsin Supreme Court seat are Daniel Kelly and Janet Protasiewicz.",
        "Janet Protasiewicz is a vocal supporter of abortion rights.",
        "Daniel Kelly is endorsed by three of Wisconsin's top anti-abortion groups.",
        "The significance of this state Supreme Court election is that it will determine the future of abortion rights in Wisconsin.",
        "The 1849 ban on abortion is currently being challenged in regards to abortion rights in Wisconsin.",
        "Nearly $29 million has been spent on political ads for this election.",
        "Many abortion providers in Wisconsin stopped performing the procedure due to ambiguity around its legality.",
        "The result of the February primary for the Wisconsin Supreme Court seat was a record turnout with around 960,000 people casting ballots.",
        "The polls for this election will close at 8 p.m. CT."
    ],
    [
        "Asking for a Friend",
        "To provide health advice and answers from medical experts",
        "99.999%",
        "Chat with your doctor",
        "No, there are no silly questions",
        "By filling out a form",
        "Yes, you can keep coming back to the form",
        "Examples include weird discharge, bumps on skin, post-sex urination, swelling hands, and nausea from smoking weed",
        "Yes, it is a safe space",
        "Not all submitted questions will be answered"
    ],
    [
        "HB 1467",
        "July 2022",
        "To require books to go through a formal approval process before being made available to students",
        "Moms For Liberty",
        "The Color Purple, The Handmaid's Tale, and others dealing with race and LGBTQ issues",
        "Banning critical race theory and the Don't Say Gay bill",
        "They create an environment of uncertainty",
        "Florida statute 847.012, it makes it a felony to distribute sexually obscene material to minors",
        "Potential penalties against teaching certificates and non-renewal of contracts",
        "A new Advanced Placement high school course on African American Studies"
    ],
    [
        "Buster Murdaugh",
        "June 7, 2021",
        "Colleton County Courthouse",
        "prescription painkillers",
        "Christmas in 2018",
        "$50,000",
        "Moselle Road in Islandton, South Carolina",
        "high-profile lawyers",
        "Mike Sutton",
        "They did him so bad"
    ],
    [
        "2011",
        "24 years old",
        "Daenerys Targaryen",
        "2",
        "2011",
        "If at first you don't succeed, laugh until you do…",
        "a mug",
        "You’re doing fucking great.",
        "Lmao wow Daenerys Targaryen didn’t just hit the wall she flew into it full speed on a dragon.",
        "Emilia is happy for her face to reflect the time that she has spent living."
    ],
    [
        "Jeremy Renner was crushed by a snowcat vehicle during his snowplowing accident.",
        "The accident took place on Mt. Rose Highway in Nevada.",
        "The vehicle involved in the accident was a snowcat, a truck-like vehicle that runs on tracks.",
        "Renner suffered head injuries and other injuries.",
        "The roads were closed and there was at least three feet of snow on the ground during the accident.",
        "The Washoe County Sheriff's Office is currently investigating if there was any mechanical error with the vehicle.",
        "Renner was trying to help a stranded driver when the accident occurred.",
        "Renner underwent surgery for blunt chest trauma and orthopedic injuries.",
        "Renner is currently recovering in the ICU.",
        "Renner shared a video on Instagram and Twitter of himself enjoying a 'spa moment' at the hospital with his mother and sister."
    ],
    [
        "Kelsea Ballerini",
        "The Nashville school shooting",
        "6 people",
        "March 27, 2023",
        "Central High School",
        "Feel Your Way Through: A Book of Poetry",
        "If You Go Down (I'm Goin' Down Too)",
        "Mickey Guyton, Carly Pearce, Reba McEntire, Maren Morris, and Sheryl Crow",
        "The Covenant School",
        "He does not support restricting firearms or stronger gun control laws"
    ],
    [
        "Voice deepfakes",
        "Digital content producer",
        "Software developed by ElevenLabs",
        "ZimoNitrome",
        "Pade",
        "US presidents",
        "Professional wrestling",
        "ElevenLabs",
        "Concern about misuse and disinformation",
        "Obvious outlandishness and well-known targets"
    ],
    [
        "Keke Palmer is using a childbirth simulator from The Sims to prepare for motherhood.",
        "Keke Palmer has taken on the role of a metaverse show host in the new interview series called Are We There Yet?",
        "The Sims 4 is a computer game.",
        "Keke Palmer joined Twitch for regular gameplay livestreams.",
        "Keke Palmer is currently in the last trimester of her pregnancy.",
        "Keke Palmer played Second Life when she was younger.",
        "Palmer has all 12 expansion packs for The Sims.",
        "The childbirth mod in The Sims allows Palmer's character to explore different methods of giving birth and simulate ultrasounds and partner interactions.",
        "Keke Palmer's favorite aspect of the metaverse is connecting with other creators online.",
        "Some guests Keke Palmer has interviewed on Are We There Yet? are NFL pro Andrew 'Hawk' Hawkins and immersive media creator Brenda Chen."
    ],
    [
        "Susana Morales",
        "The family said that the police dismissed their fears and considered her a runaway",
        "The online petition seeks accountability",
        "Susana texted her mother that she was on her way home",
        "Susana's remains were found in the woods",
        "Miles Bryant is the man suspected of killing Susana",
        "Miles Bryant was charged with kidnapping and murder in connection to Susana's death",
        "Bryant allegedly spent months stalking and attempting to break into the home of Elesha Bates",
        "The activist Cheyenne said that Bryant should have been detained after his previous offenses",
        "Jasmine Morales demands more transparency in her sister's case and wants the Doraville Police Department to be held accountable for hiring Bryant"
    ],
    [
        "Letitia Wright",
        "She initially said that Black Panther 3 was 'already in the works'",
        "On the Golden Globes red carpet",
        "Some fans interpreted her comment to mean that Black Panther 3 had been greenlit and was on the way",
        "She clarified her statement at the Newport Beach Film Festival UK Honours event",
        "She said that there is always hope for another film in the franchise but it takes time to make and go through the script process",
        "She plays the role of Shuri",
        "The title of the Black Panther sequel is 'Black Panther: Wakanda Forever'",
        "Ryan Coogler is the writer and director of the Black Panther franchise",
        "He said that he would always be open to working on the franchises as long as people want him, but he is also mindful of the larger business elements"
    ],
    [
        "The article is about Jeremy Renner's hospitalization for a snowplow accident.",
        "Jeremy Renner is an actor.",
        "Jeremy Renner was run over by a snowcat on New Year's Day.",
        "The accident took place near Reno, Nevada.",
        "A snowcat is a vehicle similar to a truck that runs on tracks instead of wheels.",
        "Jeremy Renner sustained blunt chest trauma and orthopedic injuries.",
        "Jeremy Renner underwent surgery on January 2nd.",
        "Jeremy Renner watched episode 201 of Mayor of Kingstown with his family during recovery.",
        "Mayor of Kingstown is on the Paramount+ platform.",
        "Jeremy Renner has updated fans on his recovery through social media posts and videos."
    ],
    [
        "The Last of Us",
        "Cordyceps",
        "ants, spiders, moths, locusts, and other arthropods",
        "digestive enzymes",
        "mycelia",
        "The ant climbs up the tree trunk",
        "humans are warm-blooded",
        "Candida auris",
        "Candida auris can cause bloodstream infections and infections in wounds",
        "Listen to public health"
    ],
    [
        "Michelle Yeoh",
        "Everything Everywhere All At Once",
        "Best Picture",
        "her 84-year-old mother",
        "Malaysia",
        "Daniel Kwan and Daniel Scheinert",
        "Seven",
        "Jessica Chastain and Halle Berry",
        "Halle Berry was the presenter",
        "Golden Globe and SAG award"
    ],
    [
        "Joe Alwyn",
        "more than six years",
        "Midnights",
        "the stories of 13 sleepless nights scattered throughout my life",
        "Eras Tour",
        "baby boy",
        "Paris",
        "Midnight Rain",
        "The Great War",
        "giving a quick thumbs-up to someone in the crowd"
    ],
    [
        "Snoopy Sister",
        "Malala Fund",
        "Tram",
        "She hasn't been doing well in her high school math classes",
        "#snoopy",
        "813.9 million",
        "a Snoopy shirt",
        "April 19",
        "drawing Snoopy and learning to code in HTML",
        "raccoons and capybaras"
    ],
    [
        "Louisville, Kentucky",
        "Five",
        "Nine",
        "Thomas Elliott",
        "Five",
        "Critical but stable condition",
        "A rifle",
        "Connor Sturgeon",
        "Social media",
        "146"
    ],
    [
        "Aubrey Plaza",
        "The To Do List",
        "Brandy Klark",
        "The scene where Aubrey's character pleasured herself",
        "Maggie Carey",
        "The script described Brandy masturbating",
        "Aubrey initially envisioned a nice scene where her hand slowly goes out of frame",
        "Aubrey Plaza was wearing underwear and a Clinton t-shirt",
        "Maggie Carey described Aubrey Plaza's performance as brave and gutsy",
        "Some internet users reacted with shock and criticism"
    ],
    [
        "Eric Holder Jr.",
        "July 2022",
        "Outside The Marathon Clothing, the store that the rapper had opened in the neighborhood where he grew up",
        "60 years to life in prison",
        "Two counts of attempted voluntary manslaughter and two counts of assault with a firearm",
        "Voluntary manslaughter",
        "Premeditated",
        "Rollin' 60s gang",
        "Schizophrenia",
        "Yes"
    ],
    [
        "Olivia Culpo has endometriosis.",
        "Endometriosis is a condition in which tissue similar to the uterine lining grows outside of the uterus.",
        "It can take an average of eight to 10 years to receive a proper diagnosis for endometriosis.",
        "Applying heat helped relieve Culpo's pain in her lower back.",
        "Dr Teal's Pure Epsom Salt is recommended for an effective bath.",
        "Ancient Minerals Magnesium Bath Flakes are used in Culpo's baths for easing swelling, stiffness, and pain.",
        "Hot water bottles were the most effective heat source for Culpo's lower back pain.",
        "The Love Cashmere Hot Water Bottle from Naked Cashmere is recommended by Culpo.",
        "Culpo found support in the online community called Endo Warriors.",
        "Culpo underwent surgery to alleviate her endometriosis symptoms."
    ],
    [
        "Shou Zi Chew",
        "House Energy and Commerce Committee",
        "150 million",
        "ByteDance",
        "Three",
        "US and Canada",
        "Project Texas",
        "September 2021 to January 2022",
        "Mark Warner and John Thune",
        "National security concerns"
    ],
    [
        "Wyoming",
        "July 1",
        "Up to six months imprisonment and a fine of up to $9,000",
        "Plan B One-Step and other morning-after pills, cases of sexual assault, incest, natural miscarriage, and procedures for imminent peril that substantially endangers a pregnant person's life or health",
        "Plan B One-Step and other morning-after pills",
        "Yes",
        "15 states",
        "The Women’s Health & Family Care Clinic",
        "The Supreme Court's overturn of Roe v. Wade",
        "More than half"
    ],
    [
        "Elvis Presley",
        "Three years",
        "Insufferable",
        "To find his humanity",
        "He ate two dozen doughnuts",
        "He felt awful with himself",
        "Ryan Gosling",
        "He drank melted Häagen-Dazs ice cream",
        "Ryan's weight gain was not approved by the director and producers",
        "Mark Wahlberg"
    ],
    [
        "100",
        "April 2019",
        "30",
        "4.7 million",
        "Walmart, Target, and Amazon",
        "On their backs on a flat surface",
        "Kids2 Rocking Sleepers",
        "15",
        "Boppy newborn lounger",
        "MamaRoo baby swings"
    ],
    [
        "58 million domestic fowl",
        "50%",
        "The large outbreak of avian flu",
        "More than 120 wild mammals",
        "Spain",
        "53%",
        "Wild migratory birds like wild ducks and geese",
        "The number of states visited by the outbreak",
        "Through respiratory droplets in wild birds",
        "Wearing an N95 respiratory or surgical mask, eye protection, disposable gloves, and boots, as well as washing hands and avoiding touching mouth, nose, or eyes."
    ],
    [
        "Justin Jones",
        "Nashville",
        "Justin Pearson",
        "Memphis",
        "Protesting against gun violence",
        "A shooting at the Covenant School in Nashville",
        "Democratic Rep. Gloria Johnson",
        "The expulsion of lawmakers who engaged in peaceful protest is shocking, undemocratic, and unprecedented.",
        "Whoever is appointed to the vacancies by the Nashville and Shelby County governments will be seated as representatives as the constitution requires.",
        "Yes"
    ],
    [
        "The latest revelation is about George Santos's lies appearing on the TV show 'Hannah Montana'.",
        "George Santos belongs to the Republican party.",
        "George Santos represents the district of Long Island.",
        "The information about George Santos's lies was reported by Politico.",
        "The Wikipedia username that appears to belong to Santos is 'Anthony Devolder'.",
        "The Wikipedia account claims George Santos appeared on the TV show 'Hannah Montana'.",
        "The account also claims Santos appeared on the TV show 'The Suite Life of Zack & Cody'.",
        "The account falsely claims Santos appeared in the movie 'The Invasion'.",
        "Santos allegedly used the name 'Anthony Devolder' to orchestrate the scam involving a dog's surgery.",
        "The reporter who exposed Santos's lies about performing in drag is Marisa Kabas."
    ],
    [
        "In the wee hours of Saturday morning",
        "15 rounds of voting",
        "216 votes",
        "212 votes",
        "4 long, exhausting days",
        "164 years ago",
        "Less government spending and specific policy changes",
        "The ultraconservative Freedom Caucus",
        "An ugly confrontation on the House floor",
        "Hakeem Jeffries"
    ],
    [
        "HB 9",
        "Misdemeanor",
        "Felony charge",
        "April 1",
        "Bella DuBalle",
        "Atomic Rose",
        "Kathy Sinback",
        "Ban on drag and ban on trans healthcare for minors",
        "Brick Ball",
        "Marsha P. Johnson and Sylvia Rivera"
    ],
    [
        "Hank Green and his brother, John Green",
        "Arizona State University",
        "YouTube",
        "To allow users to gain college credit by taking classes on YouTube",
        "More than 3.5 million subscribers",
        "$25",
        "$400",
        "Data literacy, chemistry, algebra, writing composition, human communication, rhetoric and composition, math, and US history to 1865",
        "The goal is for students to complete their whole first year of college using the program",
        "Thousands"
    ],
    [
        "Celebrities seeking to lose weight",
        "Type 2 diabetes",
        "Wegovy",
        "GLP-1 receptor agonists",
        "Maximum dosage levels and approved indications",
        "69% globally year to date",
        "Expense and perceived effectiveness",
        "Switching to older, less effective drugs",
        "Intermittent supply disruptions on the Ozempic pen",
        "Talk with their family doctor"
    ],
    [
        "Melissa Joan Hart",
        "She is famous for her role on Sabrina the Teenage Witch",
        "Six people were killed in the Nashville school shooting",
        "The victims were three children and three members of staff, including the school's head",
        "The shooter was a former student of the Covenant School",
        "Melissa Joan Hart and her husband helped kindergarten kids cross the road and reunite with their teachers and parents",
        "Melissa Joan Hart was going to a conference at her child's school",
        "Hart's children attend a neighboring school",
        "Hart's family was in close proximity to the Sandy Hook school shooting",
        "Hart has attended rallies held by nonprofit groups such as Moms Demand Action and Everytown for Gun Safety"
    ],
    [
        "Jonathan Majors",
        "Majors is innocent and was the actual victim",
        "Sunday",
        "Assault, attempted assault, harassment, and aggravated harassment",
        "Majors struck her about the face with an open hand, causing substantial pain and a laceration behind her ear",
        "A limited order of protection",
        "May 8",
        "Video and witness evidence would clear her client of wrongdoing",
        "The woman was having an emotional crisis",
        "Creed III and Ant-Man and the Wasp: Quantumania"
    ],
    [
        "a baby bump",
        "Super Bowl halftime show",
        "Years",
        "Umbrella, Work, Bitch Better Have My Money",
        "a bump peeking out of her red jumpsuit",
        "Rihanna rested her hands on her stomach, rubbing her belly",
        "Her representative confirmed to AP",
        "2",
        "A$AP Rocky",
        "In eight days"
    ],
    [
        "MrBeast is a YouTuber",
        "MrBeast has 131 million subscribers",
        "MrBeast's latest controversial video is titled '1,000 Blind People See for the First Time'",
        "The video focuses on a 10-minute surgery to treat blindness",
        "One woman screamed and fell to the ground when MrBeast gave her $10,000",
        "MrBeast gave a new Tesla to a man who missed driving",
        "The controversial video received 76 million views",
        "MrBeast's goal is to give away all his money before he dies",
        "Steve Saylor uses the term 'inspiration porn' to describe videos that exploit disabled people's struggles",
        "Twitch commentator Hasan Piker argues that people should be mad at the system that created a drastic need, not at MrBeast"
    ],
    [
        "Timothy Goodman was filmed without his consent and became the subject of a viral TikTok video.",
        "The viral video about Timothy Goodman received over a million views before it was removed.",
        "Nonplayer characters (NPCs) are people in online content who are not seen as fully realized individuals and are simply part of the backdrop.",
        "Jenna Drenten is an associate professor who studies digital consumer culture, and she mentions that we are living in a self-induced surveillance state where everyone is constantly filming and surveilling.",
        "When a video goes viral on TikTok, it can gain a massive audience and become popular for a moment in time.",
        "Mark Bartholomew says that it is generally legal to film and photograph people in public without their permission.",
        "The issue with Harrison Pawluk's viral TikTok video was that he filmed a woman without her consent, turning it into a self-serving act of kindness for his own content.",
        "Sarah Isenberg felt uncomfortable and unnerved when she was unknowingly filmed in someone else's vlog without her consent.",
        "Lilly Simon experienced cyberbullying and received mocking comments after being filmed on the subway without her consent.",
        "Content like Pawluk's aims to elevate the creator as the hero of the story, gaining attention and views at the expense of others."
    ],
    [
        "Terry Sanderson",
        "$3 million",
        "$300,000",
        "2016",
        "Deer Valley Resort",
        "Gwyneth Paltrow was found not liable and Terry Sanderson had to pay her $1 and legal expenses",
        "As a symbolic gesture",
        "Gwyneth Paltrow told Terry Sanderson 'I wish you well'",
        "Retired optometrist",
        "2019"
    ],
    [
        "The initial ruling was to prohibit jurors from hearing evidence about Alex's alleged botched suicide plot.",
        "Judge Clifton Newman was the judge at Alex Murdaugh's trial.",
        "The morning's ruling changed when the judge reversed his order to exclude the evidence.",
        "Alex Murdaugh allegedly attempted to hire Curtis 'Eddie' Smith for a suicide-for-hire plot.",
        "Marian Proctor is Maggie's sister.",
        "Proctor initially believed that Maggie and Paul's murders were retribution for a fatal boat crash caused by Paul.",
        "Proctor's perception of the roadside shooting changed when she learned about Alex's financial misdeeds and false story about the incident.",
        "Alex was allegedly paying as much as $50,000 per week to Smith for drugs.",
        "Alex's defense team attempted to demonstrate flaws in the SLED team's collection of evidence.",
        "Prosecutors intend to wrap up their case by Thursday."
    ],
    [
        "Sonny Angels",
        "They look like tiny little plastic cherubs with tubby little stomachs, microscopic penises, and helmets depicting plants or animals",
        "2005",
        "39 million views",
        "They symbolize a 'small boyfriend' and are meant to bring healing and a smile",
        "Erika Saito organized the Sonny Angel meetup",
        "The Sonny Angel meetup was held in Washington Square Park in New York City",
        "The April Sonny Angel meetup took place on April 2, 2023",
        "At Sonny Angel meetups, people sell and trade Sonny Angels",
        "A CDC study in 2023 found that almost 60% of teen girls have experienced persistent depression"
    ],
    [
        "Andrew Tate",
        "Kickboxer",
        "Bucharest, Romania",
        "Human trafficking, rape, and organized crime",
        "A method where a perpetrator initiates a sham romantic relationship to trap and sexually exploit someone",
        "$450",
        "Etsy",
        "Instagram",
        "Adding a random, meaningless emoji in messages",
        "Not contacting a woman after having sex to see if she'll reach out first"
    ],
    [
        "Sheryl Lee Ralph",
        "Way Up With Angela Yee",
        "Grabbed her by the back of her neck, turned her around, and kissed her",
        "No",
        "Mayor Marc Morial",
        "Not report the attack",
        "To avoid bad press around their show",
        "Not to accept an invitation to go to a man's room in the middle of the night",
        "She thanked Ralph for sharing her experiences",
        "She was shocked"
    ],
    [
        "Shanquella Robinson is an American tourist who died in Mexico last year.",
        "Shanquella Robinson died in her hotel room in San José del Cabo, Mexico.",
        "The cause of death listed on Shanquella Robinson's death certificate was severe spinal cord injury and atlas luxation, a form of severe neck injury.",
        "A video that emerged on the internet in November showed Robinson being beaten while in a hotel room.",
        "Robinson's family initially believed that she died from alcohol poisoning.",
        "The Robinson family sent a letter to US President Joe Biden and Secretary of State Antony Blinken demanding federal prosecution or extradition.",
        "The FBI and Department of Justice investigated Robinson's death.",
        "The US Attorney’s Office for the Western District of North Carolina announced that they could not prove that any federal crime had been committed.",
        "Sue-Ann Robinson, the Robinson family attorney, said that the US autopsy did not discover any spinal cord injuries.",
        "Civil rights attorney Ben Crump and the Robinson family believe that justice is still possible for Shanquella Robinson's death via prosecutors in Mexico."
    ],
    [
        "Glass Onion",
        "Daniel Craig",
        "Miles Bron",
        "Cassandra 'Andi' Brand",
        "It is set in a sunny Greek island",
        "Spectre",
        "Kate Hudson",
        "The significant sports star cameo is not mentioned in the article",
        "$450 million",
        "December 23"
    ],
    [
        "High Low with EmRata",
        "Emily Ratajkowski",
        "Shake It Up",
        "8",
        "6 weeks old",
        "The director accused her of flirting with him",
        "She was photographed wearing a bikini on the beach at 14",
        "She described it as 'fucking stressful'",
        "Pink",
        "The pressures faced by young women"
    ],
    [
        "Holly Madison",
        "A wide-ranging podcast called Girls Next Level",
        "21",
        "75",
        "They were pressured into having unprotected sex with Hefner",
        "The topic of birth control",
        "Hefner never finished in anybody",
        "He would do whatever on their bedroom nights and then watch porn",
        "Yes",
        "It was hormone-related"
    ],
    [
        "The main topic of the article is Twitter bots.",
        "The popular Twitter bot mentioned first in the article is @MakeItAQuote.",
        "@MakeItAQuote has more than 565,000 followers.",
        "Twitter's API is used by bots for replying, searching for text, and producing automated tweets.",
        "Twitter is making a change to no longer support free access to its API.",
        "The potential negative side effect of this change is that it may kill off some of the 'good' bots on Twitter.",
        "Elon Musk suggested that API access would cost $100/month and require ID verification.",
        "@TrumpsAlert and @BigTechAlert are examples of bots that tweet about newsworthy events.",
        "John Emerson runs 24 bots.",
        "Most of John Emerson's bots tweet images from various art museums."
    ],
    [
        "Ryan Kiera Armstrong",
        "Firestarter",
        "Stephen King's 1980 novel",
        "Drew Barrymore",
        "roughly 1,100",
        "Halle Berry",
        "Julian Hilliard",
        "Jake Lloyd",
        "aphasia",
        "Withdrew the nomination"
    ],
    [
        "Monterey Park, California",
        "11",
        "10",
        "Lunar New Year’s Eve",
        "The shooter was forcibly disarmed by the owner’s son",
        "Asian population",
        "A GoFundMe created by several Asian American and Pacific Islander advocacy groups",
        "3",
        "Ming Wei Ma",
        "Three"
    ],
    [
        "Stephen A. Smith",
        "Sherri",
        "Sherri Shepherd",
        "Feb. 12",
        "2",
        "2013 and 2015",
        "Snoop Dogg, Dr. Dre, Mary J. Blige, and Eminem",
        "Coldplay and Bruno Mars",
        "Santa Clara, California",
        "Stephen A. Smith's intended message was that no singer's halftime show could live up to Beyoncé's performances."
    ],
    [
        "Drew Barrymore",
        "Jennifer Aniston and Adam Sandler",
        "Murder Mystery 2",
        "A sudden flare of heat in the body",
        "The transitional time around menopause marked by changes in the menstrual cycle and other symptoms",
        "Jennifer Aniston helped Drew readjust her microphone and rubbed her back",
        "Adam Sandler said 'Yeah, you got a hot hand'",
        "CBS Mornings",
        "Gayle King and CBS News correspondent Nikki Battiste",
        "Having her period every two weeks"
    ],
    [
        "Jamie Foxx",
        "Corinne Foxx",
        "Daughter",
        "He is already on his way to recovery",
        "Privacy",
        "CNN",
        "His condition was serious enough for his family to visit him",
        "Back in Action",
        "Glenn Close and Cameron Diaz",
        "Annie"
    ],
    [
        "Four years ago",
        "Abundance of rainfall causing dormant seeds to germinate",
        "Monterey, San Luis Obispo, and Kern counties",
        "Superbloom",
        "Antelope Valley California Poppy Reserve",
        "Temblor Range",
        "Patches of flowers not sprouting",
        "California's Department of Parks and Recreation",
        "Don't Doom the Bloom",
        "California golden poppies and other wildflowers"
    ],
    [
        "Self-care gifts",
        "A DIY spa night at home",
        "A bathtub tray",
        "Nordstrom",
        "Ouai",
        "A weighted washable silk sleep mask",
        "The Hypervolt 2 from Hyperice",
        "A Kitsch Spa Headband",
        "The Tower 28 SOS Daily Rescue Facial Spray",
        "A vibrating ring"
    ],
    [
        "Amanda Bynes",
        "1996 to 2000",
        "March 17 to 19",
        "Connecticut Convention Center in Hartford",
        "Kel Mitchell, Danny Tamberelli, and Lori Beth Denberg",
        "Meet-and-greets and photo opportunities with the cast",
        "Replica of the iconic orange couch from All That",
        "Kenan & Kel",
        "2010",
        "Last March"
    ],
    [
        "Take the month of January off",
        "A newfound focus on the month of January specifically",
        "Setting extreme goals has a lower probability of working",
        "January is a difficult month for motivation due to winter and other factors",
        "Tinx is an influencer known for being TikTok's 'big sister' and her approach involves doing what makes her feel good",
        "Giving oneself a break is rarely a resolution",
        "Tinx prioritizes herself by doing what she wants and taking a break from alcohol",
        "The author's personal self-care plan for January includes cooking more, limiting certain foods, and getting back into a fitness routine",
        "Willpower is finite and picking challenging goals can lead to feeling like a failure",
        "The main idea of taking January off is to prioritize self-care and avoid setting unrealistic goals"
    ],
    [
        "New York Magazine",
        "Texting someone 'k' is like asking to get jumped",
        "Don't ask to be added",
        "Private",
        "React with 'haha' and don't tell them you've seen it",
        "Let the phone eat first",
        "Keep it pushing",
        "Texts in lowercase are less serious, uppercase means business, and texts with punctuation are asking for a fight",
        "Don't mention it in real life",
        "Always ask permission to take a photo with them"
    ],
    [
        "Alex Murdaugh",
        "Colleton County Courthouse in Walterboro, South Carolina",
        "June 7, 2021",
        "Three hours",
        "Possible sentence of life in prison",
        "Alan Wilson",
        "To divert attention from his alleged financial deeds",
        "A video showing Alex with his wife and son minutes before their phones were locked",
        "Access to the crime scene was not controlled, evidence potentially destroyed",
        "Alleged suicide-for-hire scheme involving his drug dealer"
    ],
    [
        "Jen Shah",
        "CNN",
        "Chris Wallace",
        "The Real Housewives of Salt Lake City",
        "Running a nationwide telemarketing scheme",
        "March 2021",
        "Not guilty",
        "July 11",
        "Why did you take her side against the thousands of people she defrauded, including a lot of elderly?",
        "February 17"
    ],
    [
        "Kim Kardashian was spotted celebrating St. Patrick's Day in a traditional London pub.",
        "Kim Kardashian was drinking Guinness at the pub.",
        "During her trip to London, Kim visited tourist hot spots, attended a soccer game, and watched a West End performance.",
        "Kim Kardashian posted a 'baby Guinness' shot on her Instagram story.",
        "A Baby Guinness shot is made of coffee liqueur and Irish cream.",
        "Kim's pub photo resonated with people because she looked natural and relatable in the everyday British environment.",
        "The response to the assumption that Kim's pub outing was an attempt to seem more relatable was mixed, with some people believing it and others being cynical.",
        "The behind-the-scenes photo revealed that Kim was actually filming content for her family reality show, The Kardashians.",
        "Kim Kardashian is assumed to be filming for her family reality show, The Kardashians.",
        "The general reaction to the behind-the-scenes photo was disappointment and realization that Kim's pub outing was not as spontaneous as it seemed."
    ],
    [
        "Austin Butler",
        "SAG Awards",
        "Outstanding Performance by a Male Actor in a Leading Role",
        "Elvis",
        "Brendan Fraser",
        "Sally Field",
        "Life Achievement Award",
        "Andrew Garfield",
        "Jennifer Coolidge",
        "Outstanding Performance by a Female Actor in a Drama Series"
    ],
    [
        "TikTok CEO Shou Zi Chew's testimony to Congress sparked fan edits and comments dedicated to him.",
        "Shou Zi Chew testified in front of the House Energy and Commerce Committee.",
        "TikTok has over 150 million monthly users in the United States.",
        "The main concern of lawmakers surrounding TikTok is user safety, data privacy, and national security.",
        "There are currently three bills in Congress that could affect American access to TikTok.",
        "The new subsidiary mentioned by Chew to allow TikTok to remain active in the US is called Project Texas.",
        "A TikTok representative criticized the congressional hearing as 'political grandstanding'.",
        "TikTok sponsored more than 30 influencers to participate in a demonstration on Capitol Hill.",
        "Shou Zi Chew's personal TikTok account had just under 18,000 followers before his testimony.",
        "Chew's TikTok account gained more than 70,000 new followers since his testimony."
    ],
    [
        "Bowling Green, Kentucky",
        "Rihanna",
        "Super Bowl halftime show",
        "More than 30 million",
        "Paige Oakes and Maitlin Nuckols",
        "87",
        "Rude Boy",
        "Jay-Z",
        "Roc Nation",
        "More than 112,000"
    ],
    [
        "At least seven people were killed in the Half Moon Bay shooting.",
        "The shooting took place in Half Moon Bay, California.",
        "The identified shooter is Chunli Zhao.",
        "Chunli Zhao is 66 years old.",
        "The shootings took place at a mushroom farm and another location.",
        "The suspected motive for the shooting is workplace violence.",
        "The condition of the surviving worker is stable.",
        "Yes, the shooter legally owned his gun.",
        "California Terra Garden owns the farm where one of the shootings occurred.",
        "In 2022, more than 20,000 people died from gun violence in the US."
    ],
    [
        "March 20",
        "Sim Kern",
        "Trans Health Legal Fund or local fundraisers",
        "Through a form",
        "TikTok, Instagram, Twitter, Twitch, YouTube",
        "Memoir, YA contemporary, magical realism, romance, and more",
        "I Keep My Exoskeletons to Myself",
        "Summer Fun",
        "Gender Queer: A Memoir",
        "Cemetery Boys"
    ],
    [
        "Three",
        "Dolly operator, Set costumer, Key grip",
        "Ross Addiego, Doran Curtin, Reese Price",
        "El Dorado Pictures production company, Rust Movie Productions LLC",
        "Negligence and intentional infliction of emotional distress",
        "Insomnia, anxiety, depression, and symptoms of post-traumatic stress disorder",
        "Two counts of involuntary manslaughter",
        "Not guilty",
        "The first rule of gun safety",
        "Meaningful emotional or mental health services"
    ],
    [
        "RENAISSANCE WORLD TOUR 2023",
        "Wednesday morning",
        "May 10",
        "Stockholm",
        "July 8 in Toronto",
        "Chicago, New York, Los Angeles, Houston",
        "Warsaw",
        "Dubai",
        "$24 million",
        "seven years"
    ],
    [
        "Velma",
        "Velma Dinkley",
        "The Mindy Project",
        "Danny",
        "Never Have I Ever",
        "Bela Malhotra",
        "Fred Jones",
        "Is Everyone Hanging Out Without Me?",
        "Catapult essay",
        "Because she is a public figure and her work looms large above other Indian American media."
    ],
    [
        "2009",
        "32",
        "The Price of Glee",
        "Ample Entertainment",
        "Cory Monteith, Naya Rivera, Mark Salling",
        "mixed drug toxicity involving heroin and alcohol",
        "died by suicide",
        "drowned",
        "2019",
        "Jenna Ushkowitz, Kevin McHale"
    ],
    [
        "Jeremy Renner",
        "Jeremy Renner was crushed by a 7-ton snowcat",
        "To save his nephew from being run over",
        "Jeremy Renner: The Diane Sawyer Interview – A Story of Terror, Survival and Triumph",
        "April 6",
        "Eight ribs broken in 14 places, pierced liver, collapsed lung, broken jaw and eye socket",
        "He used sign language",
        "More than 30 bones",
        "A snowcat",
        "Mayor of Kingstown"
    ],
    [
        "April 1 this year",
        "Tennessee's new law bans 'male or female impersonators who provide entertainment that appeals to a prurient interest' from performing in public spaces or in front of minors",
        "SB 1",
        "It restricts access to gender-affirming care for transgender youth",
        "15 states have introduced bills targeting drag performances",
        "The ACLU noted that the drag ban violates First Amendment protections",
        "The ban on gender-affirming care will go into effect on July 1",
        "Transgender youth already receiving medical care can continue to receive it until March 31, 2024",
        "The ACLU and Lambda Legal promised legal action against Tennessee for the healthcare ban",
        "Alabama and Arkansas had similar healthcare restrictions blocked by federal courts"
    ],
    [
        "Jared 'Drake' Bell",
        "Jared 'Drake' Bell",
        "36",
        "Daytona Beach, Florida",
        "Wednesday night",
        "Mainland High School",
        "gray 2022 BMW",
        "Drake & Josh",
        "2021",
        "attempted endangerment of a child, a felony, and a misdemeanor charge of disseminating harmful material to juveniles"
    ],
    [
        "Ariana Grande addressed body-shaming comments in her recent TikTok video.",
        "Ariana Grande has faced body-shaming comments for the past 'decade or longer.'",
        "Ariana mentioned that she looked healthiest at the lowest point of her life when fans assumed otherwise.",
        "Ariana urged people not to comment on people's bodies.",
        "Ariana decided to address the criticism to promote gentleness and less comfortable commenting on people's bodies.",
        "The main message Ariana wanted to convey in her video is to be gentle with each other and not comment on people's bodies.",
        "Social media users have reacted with heaps of support for Ariana.",
        "The case of Chadwick Boseman was mentioned as a reminder of the harm of commenting on people's appearances.",
        "The helpline number for the National Alliance on Mental Illness is 1-888-950-6264 (NAMI).",
        "The helpline number for SAMHSA's National Helpline for substance abuse is 1-800-662-HELP (4357)."
    ],
    [
        "Mikayla Nogueira",
        "14.6 million",
        "three years",
        "Bryant College",
        "11 million",
        "fake eyelashes",
        "TikTok's built-in skin smoothing filter",
        "Got2b's eyebrow gel",
        "white people ruined the beauty community",
        "Steffi Cao"
    ],
    [
        "Looking at the background of the video",
        "Goob or your favorite influencer’s least favorite influencer",
        "12 times",
        "CapCut, BodyTuneEditor, Facetune, and FaceApp",
        "Toxic and unrealistic",
        "People are more likely to trust someone they deem attractive",
        "1 in 4 girls and 1 in 10 boys ages 13 to 19 have edited their images due to poor body image",
        "CPT (certified personal trainer), CNC (certified nutritional coach), NASM (National Academy of Sports Medicine)",
        "Anti-fat discrimination",
        "To help people feel good"
    ],
    [
        "That '70s Show",
        "Three counts of rape",
        "In 2001 and 2003",
        "A mistrial was declared",
        "Jurors were deadlocked on all three charges",
        "March 29",
        "Church of Scientology",
        "The Church of Scientology was discussed extensively and the three women testified about how church officials allegedly tried to shield Masterson",
        "Three women testified",
        "45 years to life in prison"
    ],
    [
        "Angel Reese was called 'classless' by sports fans.",
        "Sports fans criticized Angel Reese because they took issue with her taunting Caitlin Clark.",
        "The perceived double standard is that when Caitlin Clark taunted, she was celebrated, but when Angel Reese taunted, she was criticized.",
        "Angel Reese mirrored the 'you can't see me' taunting motion from Caitlin Clark.",
        "WWE superstar John Cena popularized the 'you can't see me' taunt.",
        "The LSU Tigers won the NCAA women's basketball tournament.",
        "The score of the LSU Tigers vs Iowa Hawkeyes game was 102-85 in favor of LSU.",
        "Celebrities like LeBron James, Samuel L. Jackson, and Black Twitter defended Angel Reese against the criticism.",
        "ESPN's Stephen A. Smith said that there is a double standard and that Angel Reese has no class.",
        "Angel Reese won the 2023 Most Outstanding Player award in the NCAA women's tournament."
    ],
    [
        "The Eras tour began on March 17, 2023.",
        "The first stop of the Eras tour was at the State Farm Stadium in Glendale, Arizona.",
        "Thousands of fans attended the sold-out show in Glendale.",
        "The setlist had 50 songs and lasted for three hours.",
        "Fans were discussing the Eras tour and sharing their excitement on TikTok.",
        "Swift incorporated the 'Bejeweled' TikTok dance into her performance.",
        "The album that has been the subject of jokes on social media is 'Evermore'.",
        "The ticketing issue that led to a Senate hearing was long queues and inflated prices by Ticketmaster.",
        "The first leg of the Eras tour will end on August 9.",
        "The first leg of the Eras tour will end at SoFi Stadium in Los Angeles."
    ],
    [
        "Daisy Jones & The Six",
        "Amazon Prime",
        "1970s",
        "Fleetwood Mac",
        "Billy Dunne and Daisy Jones",
        "Sam Claflin",
        "Riley Keough",
        "mockumentary format",
        "Rumours",
        "Riley Keough"
    ],
    [
        "The main focus of the article is the storyline of Roy Kent and Keeley Jones in the show 'Ted Lasso'.",
        "Brett Goldstein plays the character of Roy Kent and Juno Temple plays the character of Keeley Jones in the show.",
        "The article is discussing the Season 3 premiere of the show.",
        "The initial reaction to Roy and Keeley's breakup was surprise.",
        "One reason Roy might not feel deserving of love, according to Goldstein, is that he doesn't think he deserves someone like Keeley.",
        "Keeley's attitude brought out the best in Roy.",
        "In Season 3, Keeley reshapes her career from being a model and influencer to running her own PR firm.",
        "A central theme of the show 'Ted Lasso' is the trials of everyday hardships and the end of relationships.",
        "Goldstein describes Roy's reaction to his feelings for Keeley as panic, shame, and a sense of worthlessness.",
        "Temple thinks that complications in Roy and Keeley's relationship were caused by their desire to grow and find their own footing."
    ],
    [
        "The event focused on in the article is the Love Is Blind reunion.",
        "The livestream of the reunion suffered technical difficulties and was delayed.",
        "Three couples said 'I do' after falling in love sight unseen in Season 4.",
        "The three couples who got married were Brett Brown and Tiffany Pennywell, Kwame Appiah and Chelsea Griffin, and Zack Goytowski and Bliss Poureetezadi.",
        "Paul Peden turned down Micah Lussier at the altar.",
        "Marshall Glaze and Jackelina (Jackie) Bonds did not make it to their wedding due to tensions between them.",
        "Jackie Bonds pursued her unresolved feelings for Josh Demas.",
        "The Love Is Blind reunion was originally supposed to air at 8 p.m. ET.",
        "The hashtag #LoveIsLate became popular on Twitter during the technical difficulties.",
        "The hosts of the Love Is Blind reunion were Vanessa and Nick Lachey."
    ],
    [
        "Judy Blume",
        "Sunday Times",
        "Hadley Freeman",
        "Judy Blume: 'I'm behind JK Rowling 100 per cent'",
        "Blume said she loves Rowling and supports her 100%",
        "Freeman was referring to the abuse Rowling received for speaking up in defense of women's sex-based rights",
        "Blume tweeted that the article's suggestion that she did not support equality and acceptance for the LGBTQ community was 'bullshit'",
        "Blume pointed to an interview she did with Variety",
        "Blume praised Maia Kobabe's memoir Gender Queer",
        "Margaret Atwood"
    ],
    [
        "Andrew Tate",
        "Human trafficking and rape",
        "February 27",
        "Human trafficking, rape, and organized crime",
        "Yes",
        "They could flee the country",
        "22 days",
        "180 days",
        "Influencer Adin Ross",
        "No"
    ],
    [
        "16",
        "forcible oral copulation, sexual penetration by a foreign object, forcible rape",
        "23",
        "18",
        "2020",
        "90",
        "Elizabeth Fegan",
        "Lisa B. Lench",
        "50",
        "his New York conviction"
    ],
    [
        "Logan Roy dies.",
        "Logan Roy dies in the episode 'Connor's Wedding'.",
        "Connor's wedding is taking place during the episode 'Connor's Wedding'.",
        "Logan Roy is trying to sell Waystar-Royco to Gojo, a digital entertainment company.",
        "Logan Roy's eldest son is Kendall.",
        "Six Feet Under is mentioned as another TV show that killed off a major character in its final season.",
        "The series 'Succession' debuted in 2018.",
        "Kendall is known for having moments of suicidal ideation throughout the show.",
        "There are seven episodes left in the series after Logan Roy's death.",
        "The main plot of 'Succession' is about which of the Roy children will take over as the head of Waystar."
    ],
    [
        "Rebel Wilson",
        "Watch What Happens Live",
        "Harry could not have been nicer",
        "Where are your kids",
        "Reddit",
        "BAFTAs",
        "From drama, to horror, to fantasy... Harry and Meghan's interview with Oprah had it all!",
        "November",
        "Dubai hotel",
        "Blocking women of color"
    ],
    [
        "Naples, Florida",
        "March 25, 2023",
        "GLSEN Collier County",
        "To give queer kids tools to survive and to teach them how to thrive",
        "The Parental Rights in Education Act",
        "Restricted classroom instruction on sexual orientation or gender identity",
        "45%",
        "The Dyson Foundation",
        "Daniel Shaw",
        "'Brave' by Sara Bareilles and 'Roar' by Katy Perry"
    ],
    [
        "Jim Griffin",
        "Murder",
        "Alex's wife, Maggie, and son Paul",
        "Walterboro, South Carolina",
        "Fear of his alleged financial crimes being revealed",
        "Financial crimes, drug addiction, lies",
        "Alex's drug addiction and paranoia",
        "Shame is an extraordinary provocation for Alex",
        "Alex 'adored and loved' his family",
        "Unanimous decision from all 12 jurors"
    ],
    [
        "Selena posted about 'accidentally' laminating her eyebrows too much in a TikTok post.",
        "Justin Bieber married Hailey in September 2018.",
        "Selena and Hailey were first photographed together at the Academy Museum Gala in October.",
        "Selena posted about 'accidentally' laminating her eyebrows too much in a TikTok post.",
        "Kylie Jenner uploaded a selfie with the text 'this was an accident???'",
        "Selena backed Kylie up, replying 'Agreed @kyliejenner. It’s all unnecessary. I’m a fan of Kylie!'",
        "Hailey's tweet about Justin Bieber and Selena Gomez's relationship in 2011: 'I don't care what anyone says but Justin Bieber and Selena Gomez together is the definition of a teenage dream!'",
        "Selena and Justin first started dating in 2011.",
        "Hailey first befriended Justin in 2014.",
        "Justin and Selena's final attempt at a relationship occurred between November 2017 and March 2018."
    ],
    [
        "A shooting took place at Michigan State University.",
        "Three students were killed in the shooting.",
        "Five students were critically injured in the shooting.",
        "The names of the three deceased victims are Alexandria Verner, Brian Fraser, and Arielle Anderson.",
        "Alexandria Verner graduated from Clawson High School.",
        "Alexandria Verner played basketball, softball, and volleyball in high school.",
        "Brian Fraser and Arielle Anderson were from Grosse Pointe.",
        "Brian Fraser was the president of his fraternity.",
        "Brian Fraser was a part of Phi Delta Theta fraternity.",
        "Arielle Anderson hoped to pursue a career as a pediatrician."
    ],
    [
        "Alex Murdaugh",
        "Alex Murdaugh is on trial for killing his wife and son",
        "His wife Maggie and son Paul were the victims in the murder case",
        "The judge ruled that prosecutors can introduce evidence about other alleged crimes because the defense attorneys asked about the character of Alex Murdaugh, which opened the door for the state to respond",
        "Alex Murdaugh's trial is taking place at the Colleton County courthouse",
        "The prosecution's motive for Alex Murdaugh killing his wife and son is to distract from his alleged financial crimes",
        "On the morning of the killings, Alex was confronted with $792,000 in missing funds at the law firm where he worked",
        "Alex Murdaugh is facing dozens of other charges related to alleged financial thefts from clients and the law practice where he worked as an attorney",
        "The prosecution's theory about Alex's motive to commit the murders is that he wanted to shift focus away from his financial crimes and buy himself more time",
        "The chief financial officer of Murdaugh's former law firm is Jeanne Seckinger"
    ],
    [
        "Jennette McCurdy",
        "The alleged abuse she experienced from her mother and her mom's push for her to work at a young age",
        "Verbal abuse towards colleagues and sexualizing teen stars",
        "Skins",
        "14 years old",
        "Long-term issues",
        "Drew Barrymore",
        "The most important book of a generation",
        "April Pearson and Laya Lewis",
        "Apologized for any cast member feeling uncomfortable or inadequately respected"
    ],
    [
        "They were fired from the Memphis Fire Department.",
        "They violated their department's policies.",
        "Their actions or inactions did not meet the expectations of the Memphis Fire Department.",
        "Five officers were fired and charged with second-degree murder.",
        "A sixth officer was 'relieved of duty'.",
        "The body camera footage of the incident sparked angry protests across the country.",
        "Tyre Nichols was an avid skateboarder and photographer.",
        "Tyre Nichols died three days after the encounter.",
        "Attorneys for Tyre Nichols's family said he had 'extensive bleeding' from the beating.",
        "A stretcher arrived 19 minutes after the paramedics reached Tyre Nichols."
    ],
    [
        "Tyre Nichols was an avid skateboarder.",
        "The memorial for Tyre Nichols took place at the Regency Community Skatepark in Sacramento.",
        "Tyre Nichols' death was caused by police officers in Memphis.",
        "Five police officers face murder charges for the incident.",
        "The sixth police officer involved in Tyre Nichols' death has been suspended.",
        "The Sacramento suburb where Tyre Nichols and his friends used to skate is Natomas.",
        "Tyre Nichols's friends remembered him for his willingness to help others learn tricks and his welcoming nature.",
        "Tyre Nichols had a laid-back style of skating.",
        "The old skate crew expressed their applause during the memorial service by tapping their boards on the ground.",
        "Tyre Nichols's uncle said to Danforth and Alex Wilson, 'And y’all were such a big part of Tyre’s life. He really loved y’all.'"
    ],
    [
        "Sam Bankman-Fried",
        "fraud, money laundering, violating campaign finance laws",
        "115 years",
        "Oct. 2",
        "Bahamas",
        "$250 million",
        "Alameda Research",
        "$7 billion",
        "Gary Wang and Caroline Ellison",
        "Securities and Exchange Commission and the Commodity Futures Trading Commission"
    ],
    [
        "17",
        "40,000",
        "catastrophic rainstorms",
        "San Miguel area",
        "57,000",
        "through the 18th of this month",
        "Highway 17",
        "a huge boulder",
        "Highway 101",
        "Kenneth Bachor"
    ],
    [
        "Justin Pearson",
        "For protesting gun violence in the state Capitol",
        "Republican Party",
        "Shelby County Board of Commissioners",
        "Justin Jones",
        "Protesting gun violence",
        "Gloria Johnson",
        "Metropolitan Council of Nashville and Davidson County",
        "Interim basis",
        "5"
    ],
    [
        "Rolling Stone",
        "Celine Dion",
        "Exclusion from the '200 Greatest Singers of All Time' list",
        "Andrea Bocelli, Janet Jackson, Madonna, Cher, Nat King Cole, and Judy Garland",
        "New York",
        "New Year's Day",
        "Five",
        "More than 250 million",
        "Around 15",
        "Montreal"
    ]
]